Repository: AndylgTom/Slic3rPE-localizations
Catalog: localization/*/Slic3rPE_*.po
Languages: ru_ru

source: Support material will not be generated for overhangs whose slope angle (90° = vertical) is above the given threshold. In other words, this value represent the most horizontal slope (measured from the horizontal plane) that you can print without support material. Set to zero for automatic detection (recommended).
ru_ru: Материал поддержки не будет сгенерирован за выступы наклона угол которого (90° = вертикальная) выше данного порога. Другими словами, это значение представляет наиболее горизонтальный наклон (измеряется от горизонтальной плоскости),который вы можете печатать без материала поддержки. Равным нулю для автоматического обнаружения (рекомендуется).

source: Add a sheath (a single perimeter line) around the base support. This makes the support more reliable, but also more difficult to remove.
ru_ru: Добавление оболочки (единый периметр линия) вокруг базы поддержки. Это делает поддержку более надежным, но также более трудно удалить.

source: Extruder temperature for layers after the first one. Set this to zero to disable temperature control commands in the output.
ru_ru: Экструдер температуры для слоев после первого. Установите это в нулевое значение для отключения команд контроля температуры на выходе.

source: Detect thin walls
ru_ru: Обнаруживать тонкие стенки

source: Detect single-width walls (parts where two extrusions don't fit and we need to collapse them into a single trace).
ru_ru: Обнаружить стены с одной шириной (части, где два экструзии не подходят, и нам нужно свернуть их в один след).

source: Threads
ru_ru: Потоки

source: Threads are used to parallelize long-running tasks. Optimal threads number is slightly above the number of available cores/processors.
ru_ru: Потоки используются для параллелизации долго выполняющихся задач. Оптимальные потоки номер слегка превышает количество доступных ядер/процессоров.

source: This custom code is inserted right before every extruder change. Note that you can use placeholder variables for all Slic3r settings as well as [previous_extruder] and [next_extruder].
ru_ru: Этот пользовательский код вставляется прямо перед каждый экструдер изменения. Обратите внимание, что вы можете использовать заполнители для всех Slic3r параметров, а также [previous_extruder] и [next_extruder].

source: Set this to a non-zero value to set a manual extrusion width for infill for top surfaces. You may want to use thinner extrudates to fill all narrow regions and get a smoother finish. If left zero, default extrusion width will be used if set, otherwise nozzle diameter will be used. If expressed as percentage (for example 90%) it will be computed over layer height.
ru_ru: Установите для него ненулевое значение, чтобы установить ручную ширину экструзии для заполнения верхних поверхностей. Вы можете использовать более тонкие экструдаты, чтобы заполнить все узкие области и получить более гладкую отделку. Если оставить ноль, по умолчанию будет использоваться ширина экструзии по умолчанию, в противном случае будет использоваться диаметр сопла. Если он выражен в процентах (например, 90%), он будет вычисляться по высоте слоя.

source: Speed for printing top solid layers (it only applies to the uppermost external layers and not to their internal solid layers). You may want to slow down this to get a nicer surface finish. This can be expressed as a percentage (for example: 80%) over the solid infill speed above. Set to zero for auto.
ru_ru: Скорость печати верхних сплошных слоев (применяется только к верхним внешним слоям, а не к их внутренним сплошным слоям). Вы можете замедлить это, чтобы получить более приятную отделку поверхности. Это может быть выражено в процентах (например: 80%) по сравнению с твердой скоростью заполнения выше. Установите для нуля значение auto.

source: Number of solid layers to generate on top surfaces.
ru_ru: Количество сплошных слоев для генерации на верхней поверхности.

source: Travel
ru_ru: Переезды

source: Speed for travel moves (jumps between distant extrusion points).
ru_ru: Скорость Переездов (прыжки между удаленными точками экструзии).

source: Use firmware retraction
ru_ru: Использовать ретракт из прошивки

source: This experimental setting uses G10 and G11 commands to have the firmware handle the retraction. This is only supported in recent Marlin.
ru_ru: Этот экспериментальный параметр использует команды G10 и G11, чтобы прошивка обрабатывала ретракцию. Это поддерживается только в недавнем Marlin.

source: Use relative E distances
ru_ru: Использовать относительные расстояния E

source: If your firmware requires relative E values, check this, otherwise leave it unchecked. Most firmwares use absolute values.
ru_ru: Если ваша прошивка требует относительных значений E, проверьте это, в противном случае оставьте ее непроверенной. Большинство прошивок используют абсолютные значения.

source: This experimental setting uses outputs the E values in cubic millimeters instead of linear millimeters. If your firmware doesn't already know filament diameter(s), you can put commands like 'M200 D[filament_diameter_0] T0' in your start G-code in order to turn volumetric mode on and use the filament diameter associated to the filament selected in Slic3r. This is only supported in recent Marlin.
ru_ru: Эта экспериментальная установка использует выходные значения Е в кубических миллиметрах вместо линейных миллиметров. Если ваша прошивка еще не знает диаметр нити накаливания, вы можете поместить в свой начальный G-код команды, такие как «M200 D [filament_diameter_0] T0», чтобы включить объемный режим и использовать диаметр нити, связанный с выбранной нитью в Slic3r. Это поддерживается только в недавнем Marlin.

source: Enable variable layer height feature
ru_ru: Включить функцию переменной высоты слоя

source: Some printers or printer setups may have difficulties printing with a variable layer height. Enabled by default.
ru_ru: Некоторые принтеры или настройки принтера могут испытывать трудности при печати с переменной высотой слоя. Включено по умолчанию.

source: This flag will move the nozzle while retracting to minimize the possible blob on leaky extruders.
ru_ru: Этот флаг будет перемещать сопло во время втягивания, чтобы свести к минимуму возможную капли на протекающих экструдерах.

source: Multi material printers may need to prime or purge extruders on tool changes. Extrude the excess material into the wipe tower.
ru_ru: Для многоцелевых принтеров может потребоваться перфорация или продувка экструдеров при изменении инструмента. Выдавите лишний материал в башню для вытирания.

source: Purging volumes - load/unload volumes
ru_ru: Объемы очистки - загрузка / выгрузка

source: This vector saves required volumes to change from/to each tool used on the wipe tower. These values are used to simplify creation of the full purging volumes below.
ru_ru: Этот вектор сохраняет требуемые объемы для изменения от / до каждого инструмента, используемого на башне очистки. Эти значения используются для упрощения создания полных объемов очистки ниже.

source: Purging volumes - matrix
ru_ru: Объемы продувки - матрица

source: This matrix describes volumes (in cubic milimetres) required to purge the new filament on the wipe tower for any given pair of tools.
ru_ru: Эта матрица описывает объемы (в кубических миллиметрах), необходимые для продувки новой нити на башне для вытирания для любой пары инструментов.

source: Position X
ru_ru: Позиция X

source: X coordinate of the left front corner of a wipe tower
ru_ru: X-координата левого переднего угла башни протирки

source: Position Y
ru_ru: Позиция Y

source: Y coordinate of the left front corner of a wipe tower
ru_ru: Координата Y левого переднего угла башни протирки

source: Wipe tower rotation angle with respect to x-axis
ru_ru: Угол поворота башни относительно оси x

source: degrees
ru_ru: градусы

source: Wiping after toolchange will be preferentially done inside infills. This lowers the amount of waste but may result in longer print time due to additional travel moves.
ru_ru: Вытирание после замены инструмента будет предпочтительно выполняться внутри заполнения. Это уменьшает количество отходов, но может привести к увеличению времени печати из-за дополнительных перемещений.

source: Objects will be used to wipe the nozzle after a toolchange to save material that would otherwise end up in the wipe tower and decrease print time. Colours of the objects will be mixed as a result.
ru_ru: Объекты будут использоваться для протирки сопла после замены инструмента, чтобы сохранить материал, который в противном случае попал бы в башню очистки и уменьшил время печати. В результате будут смешаны цвета объектов.

source: Maximal bridging distance
ru_ru: Максимальное расстояние между мостами

source: Maximal distance between supports on sparse infill sections.
ru_ru: Максимальное расстояние между опорами на разреженных участках заполнения.

source: The object will be grown/shrunk in the XY plane by the configured value (negative = inwards, positive = outwards). This might be useful for fine-tuning hole sizes.
ru_ru: Объект будет увеличен / сжат в плоскости XY на заданное значение (отрицательное = внутрь, положительное = наружу). Это может быть полезно для точной настройки размеров отверстий.

source: Z offset
ru_ru: Z-смещение

source: This value will be added (or subtracted) from all the Z coordinates in the output G-code. It is used to compensate for bad Z endstop position: for example, if your endstop zero actually leaves the nozzle 0.3mm far from the print bed, set this to -0.3 (or fix your endstop).
ru_ru: Это значение будет добавлено (или вычитается) от всех координат Z в выходных данных G-код. Он используется для компенсации плохой позиции Z ограничитель: например, если ваш ограничитель ноль фактически оставляет сопла 0,3 мм далеко от кровати печати, установите для-0.3 (или исправить ваш ограничитель).

source: Perimeter
ru_ru: Периметр

source: Overhang perimeter
ru_ru: Нахлест периметра

source: Mixed
ru_ru: Смешанное

source: Speed (mm/s)
ru_ru: Скорость (мм/с)

source: Volumetric flow rate (mm3/s)
ru_ru: Объёмный расход (мм³/с)

source: Choose one or more files (STL/OBJ/AMF/3MF/PRUSA):
ru_ru: Выберите один или несколько файлов (STL/OBJ/AMF/3MF/PRUSA):

source: Version
ru_ru: Версия

source: - Remember to check for updates at http://github.com/prusa3d/slic3r/releases
ru_ru: - Не забудьте проверить наличие обновлений в http://github.com/prusa3d/slic3r/releases

source: Plater
ru_ru: Платформа

source: Controller
ru_ru: Контроллер

source: Open STL/OBJ/AMF/3MF… Ctrl+O
ru_ru: Открыть STL/OBJ/AMF/3MF… Ctrl+O

source: &Load Config… Ctrl+L
ru_ru: &Загрузить конфигурацию… Ctrl+L

source: Load exported configuration file
ru_ru: Загрузка файла экспортированной конфигурации

source: &Export Config… Ctrl+E
ru_ru: &Экспорт конфигурации… Ctrl+E

source: Export current configuration to file
ru_ru: Экспорт текущей конфигурации в файл

source: &Export Config Bundle…
ru_ru: &Экспорт пакета конфигурации…

source: Export all presets to file
ru_ru: Экспорт всех настроек в файл

source: Q&uick Slice… Ctrl+U
ru_ru: &Быстро нарезать… Ctrl+U

source: Quick Slice and Save &As… Ctrl+Alt+U
ru_ru: Быстро нарезать и сохранить как… Ctrl+Alt+U

source: Slice a file into a G-code, save as
ru_ru: Фрагмент файла в G-код, сохранить как

source: &Repeat Last Quick Slice Ctrl+Shift+U
ru_ru: Повторить последний быстрый нарез Ctrl+Shift+U

source: Repeat last quick slice
ru_ru: Повторить последний быстрый ломтик

source: Slice to SV&G… Ctrl+G
ru_ru: Срез для SV&G… Ctrl+G

source: Slice file to a multi-layer SVG
ru_ru: Фрагмент файла SVG многослойная

source: (&Re)Slice Now Ctrl+S
ru_ru: (&Пере)Нарезать сейчас Ctrl+S

source: Start new slicing process
ru_ru: Начать новый процесс нарезки

source: Repair STL file…
ru_ru: Восстановить файл STL…

source: Automatically repair an STL file
ru_ru: Автоматически восстанавливать файл STL

source: &Quit
ru_ru: &Выход

source: Export current plate as G-code
ru_ru: Экспортировать текущую пластину как G-код

source: Export current plate as STL
ru_ru: Экспортировать текущую пластину как STL

source: Export current plate as AMF
ru_ru: Экспортировать текущую пластину как AMF

source: Export current plate as 3MF
ru_ru: Экспортировать текущую пластину как 3MF

source: Select &Plater Tab Ctrl+1
ru_ru: «Plater» Ctrl+1

source: Select &Controller Tab Ctrl+T
ru_ru: «Выбор» и «Контроллер» Ctrl + T

source: Select P&rint Settings Tab Ctrl+2
ru_ru: «Настройки печати» Ctrl +2

source: Select &Filament Settings Tab Ctrl+3
ru_ru: «Настройки филамента» Ctrl +3

source: Select Print&er Settings Tab Ctrl+4
ru_ru: «Настройки принтера» Ctrl +4

source: Iso View
ru_ru: ISO-просмотр

source: Bottom View
ru_ru: Вид снизу

source: Front View
ru_ru: Вид спереди

source: Rear View
ru_ru: Вид сзади

source: Left View
ru_ru: Вид слева

source: Right
ru_ru: Справа

source: Right View
ru_ru: Вид справа

source: Prusa 3D Drivers
ru_ru: Драйверы Prusa 3D

source: Open the Prusa3D drivers download page in your browser
ru_ru: Откройте страницу загрузки драйверов Prusa3D в вашем браузере

source: Prusa Edition Releases
ru_ru: Выпуск Prusa Edition

source: Open the Prusa Edition releases page in your browser
ru_ru: Откройте страницу выпуска Prusa Edition в своем браузере

source: Open the Slic3r website in your browser
ru_ru: Откройте веб-сайт Slic3r в своем браузере.

source: Open the Slic3r manual in your browser
ru_ru: Откройте руководство Slic3r в своем браузере.

source: Show user configuration folder (datadir)
ru_ru: Показать папку конфигурации пользователя (datadir)

source: Report an Issue
ru_ru: Сообщить о проблеме

source: &Window
ru_ru: Окно

source: &View
ru_ru: &Вид

source: &Help
ru_ru: &Помощь

source: Error
ru_ru: Ошибка

source: File Not Found
ru_ru: Файл не найден

source: Slicing…
ru_ru: Слайсинг…

source: was successfully sliced.
ru_ru: был успешно разрезан.

source: Select the STL file to repair:
ru_ru: Выберите файл STL для восстановления:

source: Save OBJ file (less prone to coordinate errors than STL) as:
ru_ru: Сохранить OBJ-файл (менее подвержен ошибкам координации, чем STL):

source: Repair
ru_ru: Ремонт

source: %d presets successfully imported.
ru_ru: %d пресеты успешно импортированы.

source: Add…
ru_ru: Добавить…

source: Arrange
ru_ru: Упорядочить

source: Fewer
ru_ru: Меньше

source: 45° ccw
ru_ru: 45° против часовой стрелки

source: 45° cw
ru_ru: 45° по часовой стрелке

source: Scale…
ru_ru: Масштаб…

source: Split
ru_ru: Разделить

source: Cut…
ru_ru: Вырезать…

source: Copies
ru_ru: Копирование

source: Scale
ru_ru: Масштаб

source: Slice now
ru_ru: Нарезать сейчас

source: Info
ru_ru: Информация

source: Facets
ru_ru: Грани

source: Materials
ru_ru: Материалы

source: Manifold
ru_ru: Порт

source: Sliced Info
ru_ru: Информация о нарезке

source: Loading…
ru_ru: Идет загрузка…

source: This file contains several objects positioned at multiple heights. Instead of considering them as multiple objects, should I consider this file as a single object having multiple parts?
ru_ru: Этот файл содержит несколько объектов, дислоцированные в несколько высот. Вместо того чтобы рассматривать их как несколько объектов, следует рассмотреть этот файл как единый объект, имеющий несколько частей?

source: Multiple objects were loaded for a multi-material printer. Instead of considering them as multiple objects, should I consider these files to represent a single object having multiple parts?
ru_ru: Несколько объектов были загружены для мульти материала принтера. Вместо того чтобы рассматривать их как несколько объектов, следует рассмотреть эти файлы представляют единый объект, имеющий несколько частей?

source: Loaded
ru_ru: Загружены

source: Your object appears to be too large, so it was automatically scaled down to fit your print bed.
ru_ru: Объект представляется слишком большой, поэтому он был автоматически масштабирован вниз, чтобы соответствовать вашей печатной кровати.

source: Enter the number of copies of the selected object:
ru_ru: Введите количество копий выбранного объекта:

source: Enter the rotation angle:
ru_ru: Введите угол поворота:

source: Rotate around
ru_ru: Вращаться вокруг

source: Invalid rotation angle entered
ru_ru: Введен недопустимый угол поворота

source: Enter the new size for the selected object (print bed: %smm):
ru_ru: Введите новый размер для выбранного объекта (печать кровати: %s мм):

source: Scale along
ru_ru: Масштабировать вдоль

source: Invalid scaling value entered
ru_ru: Неверное значение масштабирования введено

source: Enter the scale % for the selected object:
ru_ru: Введите масштаб % для выбранного объекта:

source: Enter the new max size for the selected object:
ru_ru: Введите новый максимальный размер для выбранного объекта:

source: The selected object can't be split because it contains more than one volume/material.
ru_ru: Выбранный объект нельзя разделить, поскольку он содержит более одного тома / материала.

source: The selected object couldn't be split because it contains only one part.
ru_ru: Выбранный объект нельзя разбить, поскольку он содержит только одну часть.

source: Another export job is currently running.
ru_ru: В настоящее время выполняется другое экспортное задание.

source: File added to print queue
ru_ru: Файл, добавленный в очередь печати

source: Export failed
ru_ru: Ошибка экспорта

source: Estimated printing time (normal mode)
ru_ru: Предполагаемое время печати (нормальный режим)

source: Estimated printing time (silent mode)
ru_ru: Предполагаемое время печати (тихий режим)

source: STL file exported to
ru_ru: Файл STL экспортируется в

source: Error exporting AMF file
ru_ru: Ошибка экспорта файла AMF

source: Error exporting 3MF file
ru_ru: Ошибка при экспорте 3MF-файла

source: Auto-repaired (%d errors)
ru_ru: Автообновлено (%d ошибок)

source: %d degenerate facets, %d edges fixed, %d facets removed, %d facets added, %d facets reversed, %d backwards edges
ru_ru: %d вырожденные граней, %d края фиксированной, аспекты %d удален, %d граней добавлен, %d аспекты вспять, %d назад края

source: Yes
ru_ru: Да

source: Increase copies
ru_ru: Увеличить количество копий

source: Place one more copy of the selected object
ru_ru: Поместите еще одну копию выбранного объекта

source: Decrease copies
ru_ru: Уменьшить количество копий

source: Remove one copy of the selected object
ru_ru: Удалить одну копию выбранного объекта

source: Change the number of copies of the selected object
ru_ru: Изменить количество копий выбранного объекта

source: Rotate 45° clockwise
ru_ru: Повернуть на 45° по часовой стрелке

source: Rotate the selected object by 45° clockwise
ru_ru: Повернуть выбранный объект на 45° по часовой стрелке

source: Rotate 45° counter-clockwise
ru_ru: Повернуть на 45° против часовой стрелки

source: Rotate the selected object by 45° counter-clockwise
ru_ru: Повернуть выбранный объект на 45° против часовой стрелки

source: Rotate
ru_ru: Вращать

source: Rotate the selected object by an arbitrary angle
ru_ru: Повернуть выбранный объект на произвольный угол

source: Rotate the selected object by an arbitrary angle around X axis
ru_ru: Повернуть выбранный объект на произвольный угол вокруг оси X

source: Rotate the selected object by an arbitrary angle around Y axis
ru_ru: Повернуть выбранный объект на произвольный угол вокруг оси Y

source: Around Z axis…
ru_ru: Вокруг оси Z…

source: Rotate the selected object by an arbitrary angle around Z axis
ru_ru: Повернуть выбранный объект на произвольный угол вокруг оси Z

source: Mirror
ru_ru: Отразить

source: Mirror the selected object along the X axis
ru_ru: Отразить выбранный объект вдоль оси X

source: Mirror the selected object along the Y axis
ru_ru: Отразить выбранный объект вдоль оси Y

source: Along Z axis…
ru_ru: Вдоль оси Z…

source: Mirror the selected object along the Z axis
ru_ru: Отразить выбранный объект вдоль оси Z

source: Scale the selected object along a single axis
ru_ru: Масштабирование выбранного объекта вдоль одной оси

source: Uniformly…
ru_ru: Равномерно…

source: Scale the selected object along the XYZ axes
ru_ru: Масштабирование выбранного объекта по осям XYZ

source: Scale the selected object along the X axis
ru_ru: Масштабировать выбранный объект по оси X

source: Scale the selected object along the Y axis
ru_ru: Масштабировать выбранный объект по оси Y

source: Scale the selected object along the Z axis
ru_ru: Масштабировать выбранный объект по оси Z

source: Split the selected object into individual parts
ru_ru: Разделить выбранный объект на отдельные части

source: Open the 3D cutting tool
ru_ru: Откройте 3D-режущий инструмент

source: Open the object editor dialog
ru_ru: Откройте диалоговое окно редактора объектов

source: Reload the selected file from Disk
ru_ru: Перезагрузить выбранный файл с диска

source: Export this single object as STL file
ru_ru: Экспортировать этот единственный объект в виде файла STL

source: Fix STL through Netfabb
ru_ru: Исправить STL через Netfabb

source: Fix the model by sending it to a Netfabb cloud service through Windows 10 API
ru_ru: Исправьте модель, отправив ее в облачную службу Netfabb через API Windows 10

source: What do you want to print today? ™
ru_ru: Что вы хотите распечатать сегодня? ™

source: Drag your objects here
ru_ru: Перетащите объекты здесь

source: View
ru_ru: Просмотр

source: Show
ru_ru: Показать

source: Feature types
ru_ru: Типы функций

source: Retractions
ru_ru: Ретракция

source: Shells
ru_ru: Оболочка
