Repository: AndylgTom/Slic3rPE-localizations
Catalog: localization/*/Slic3rPE_*.po
Languages: ru_ru

source: Disables retraction when the travel path does not exceed the upper layer's perimeters (and thus any ooze will be probably invisible).
ru_ru: Отключает Ретракт, когда путь не пересекает периметр верхнего слоя (и таким образом любой ил будет вероятно невидимым).

source: This option will drop the temperature of the inactive extruders to prevent oozing. It will enable a tall skirt automatically and move extruders outside such skirt when changing temperatures.
ru_ru: Эта опция снизит температуру неактивных экструдеров, чтобы предотвратить просачивание. It will enable a tall skirt automatically and move extruders outside such skirt when changing temperatures.

source: You can use all configuration options as variables inside this template. For example: [layer_height], [fill_density] etc. You can also use [timestamp], [year], [month], [day], [hour], [minute], [second], [version], [input_filename], [input_filename_base].
ru_ru: Вы можете использовать все параметры конфигурации в качестве переменных внутри этого шаблона. Например: [layer_height], [fill_density] и т. Д. Вы также можете использовать [timestamp], [year], [month], [day], [hour], [minute], [second], [version], [input_filename ], [input_filename_base].

source: Experimental option to adjust flow for overhangs (bridge flow will be used), to apply bridge speed to them and enable fan.
ru_ru: Экспериментальная опция для регулировки потока для выступов (используется поток моста), чтобы применить к ним скорость моста и включить вентилятор.

source: Distance of the extruder tip from the position where the filament is parked when unloaded. This should match the value in printer firmware.
ru_ru: Расстояние кончика экструдера от положения, в котором нить накапливается при разгрузке. Это должно соответствовать значению в прошивке принтера.

source: When set to zero, the distance the filament is moved from parking position during load is exactly the same as it was moved back during unload. When positive, it is loaded further, if negative, the loading move is shorter than unloading.
ru_ru: При установке на ноль расстояние, которое волокно перемещается из положения парковки во время загрузки, точно такое же, как и при выгрузке. Когда он положительный, он загружается дальше, если отрицательный, ход загрузки короче, чем разгрузка.

source: This is the acceleration your printer will use for perimeters. A high value like 9000 usually gives good results if your hardware is up to the job. Set zero to disable acceleration control for perimeters.
ru_ru: Это ускорение, которое ваш принтер будет использовать для периметров. Высокое значение, например 9000, обычно дает хорошие результаты, если ваше оборудование соответствует заданию. Установите ноль, чтобы отключить управление ускорением для периметров.

source: The extruder to use when printing perimeters and brim. First extruder is 1.
ru_ru: Экструдер используемый при печати периметров и краев. Первый экструдер - 1.

source: Set this to a non-zero value to set a manual extrusion width for perimeters. You may want to use thinner extrudates to get more accurate surfaces. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 200%) it will be computed over layer height.
ru_ru: Установите для него ненулевое значение, чтобы установить ручную ширину экструзии для периметров. Вы можете использовать более тонкие экструдаты для получения более точных поверхностей. Если оставить нуль, по умолчанию будет использоваться ширина экструзии по умолчанию, в противном случае будет использоваться диаметр диафрагмы 1.125 x. Если он выражен в процентах (например, 200%), он будет вычисляться по высоте слоя.

source: Speed for perimeters (contours, aka vertical shells). Set to zero for auto.
ru_ru: Скорость для периметров (контуры, вертикальные оболочки). Установите ноль для значение auto.

source: This option sets the number of perimeters to generate for each layer. Note that Slic3r may increase this number automatically when it detects sloping surfaces which benefit from a higher number of perimeters if the Extra Perimeters option is enabled.
ru_ru: Эта опция устанавливает количество периметров для каждого слоя. Обратите внимание, что Slic3r может автоматически увеличить это число, когда обнаруживает наклонные поверхности, которые выигрывают от большего числа периметров, если включена опция Extra Perimeters.

source: (minimum)
ru_ru: (мин.)

source: You can put your notes regarding the printer here.
ru_ru: Здесь вы можете разместить свои заметки о принтере.

source: Name of the printer variant. For example, the printer variants may be differentiated by a nozzle diameter.
ru_ru: Название варианта принтера. Например, варианты принтера могут быть дифференцированы по диаметру сопла.

source: The object will be raised by this number of layers, and support material will be generated under it.
ru_ru: Объект будет поднят этим количеством слоев, и под ним будет создан материал поддержки.

source: Resolution
ru_ru: Разрешение

source: Minimum detail resolution, used to simplify the input file for speeding up the slicing job and reducing memory usage. High-resolution models often carry more detail than printers can render. Set to zero to disable any simplification and use full resolution from input.
ru_ru: Минимальное разрешение детали, используемое для упрощения входного файла для ускорения задания нарезки и сокращения использования памяти. Модели с высоким разрешением часто содержат больше деталей, чем могут отображать принтеры. Установите на ноль, чтобы отключить любое упрощение и использовать полное разрешение от ввода.

source: Minimum travel after retraction
ru_ru: Минимальное перемещение после ретракта

source: Retraction is not triggered when travel moves are shorter than this length.
ru_ru: Ретракция не срабатывает, когда переезды короче, этой длины.

source: Retract amount before wipe
ru_ru: Количество отвода до вытирания

source: With bowden extruders, it may be wise to do some amount of quick retract before doing the wipe movement.
ru_ru: При использовании экструдеров с коленом может быть разумным сделать некоторое количество быстрого отвода перед тем, как совершить движение вытирания.

source: This flag enforces a retraction whenever a Z move is done.
ru_ru: Этот флаг обеспечивает Ретракт при каждом перемещении Z.

source: Length
ru_ru: Длина

source: Retraction Length
ru_ru: Длина ретракции

source: When retraction is triggered, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
ru_ru: Когда срабатывает отвод, нить накатывается на указанное количество (длина измеряется на сырой нити, прежде чем она попадает в экструдер).

source: Retraction Length (Toolchange)
ru_ru: Ретракция Длина (Toolchange)

source: When retraction is triggered before changing tool, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
ru_ru: Когда ретракция запускается перед сменой инструмента, нить накатывается на указанное количество (длина измеряется на сырой нити, прежде чем она попадает в экструдер).

source: Lift Z
ru_ru: Подъем Z

source: If you set this to a positive value, Z is quickly raised every time a retraction is triggered. When using multiple extruders, only the setting for the first extruder will be considered.
ru_ru: Если вы установите для этого положительное значение, Z быстро поднимается каждый раз при срабатывании ретракции. При использовании нескольких экструдеров будет рассмотрена только настройка для первого экструдера.

source: Above Z
ru_ru: Выше Z

source: Only lift Z above
ru_ru: Только поднять выше Z

source: If you set this to a positive value, Z lift will only take place above the specified absolute Z. You can tune this setting for skipping lift on the first layers.
ru_ru: Если вы установите для этого положительное значение, Z-подъем будет выполняться только над указанным абсолютным Z. Вы можете настроить этот параметр для пропуска лифта на первых слоях.

source: Below Z
ru_ru: Ниже Z

source: Only lift Z below
ru_ru: Только поднимите Z ниже

source: If you set this to a positive value, Z lift will only take place below the specified absolute Z. You can tune this setting for limiting lift to the first layers.
ru_ru: Если вы установите это положительное значение, Z-подъем будет проходить только ниже указанного абсолютного значения Z. Вы можете настроить эту настройку для ограничения подъема до первых слоев.

source: Extra length on restart
ru_ru: Дополнительная длина при перезапуске

source: When the retraction is compensated after the travel move, the extruder will push this additional amount of filament. This setting is rarely needed.
ru_ru: Когда ретракция компенсируется после перемещения движения, экструдер будет подталкивать это дополнительное количество нити. Этот параметр редко необходим.

source: When the retraction is compensated after changing tool, the extruder will push this additional amount of filament.
ru_ru: Когда ретракция компенсируется после смены инструмента, экструдер будет подталкивать это дополнительное количество нити.

source: The speed for retractions (it only applies to the extruder motor).
ru_ru: Скорость ретракции (применима только к двигателю экструдера).

source: The speed for loading of a filament into extruder after retraction (it only applies to the extruder motor). If left to zero, the retraction speed is used.
ru_ru: Скорость загрузки нити в экструдер после отвода (она применима только к двигателю экструдера). Если оставить ноль, используется скорость отвода.

source: Seam position
ru_ru: Расположение шва

source: Position of perimeters starting points.
ru_ru: Положение начальных точек периметра.

source: Random
ru_ru: Случайный

source: Nearest
ru_ru: Ближайшие

source: Aligned
ru_ru: Выровненно

source: Rear
ru_ru: Сзади

source: Direction
ru_ru: Направление

source: Preferred direction of the seam
ru_ru: Предпочтительное направление шва

source: Seam preferred direction
ru_ru: Предпочтительное направление шва

source: Jitter
ru_ru: Jitter (Дрожание)

source: Seam preferred direction jitter
ru_ru: Шквал предпочтительного направления

source: Preferred direction of the seam - jitter
ru_ru: Предпочтительное направление шва - дрожание

source: USB/serial port for printer connection.
ru_ru: USB / последовательный порт для подключения принтера.

source: Speed (baud) of USB/serial port for printer connection.
ru_ru: Скорость (бод) USB / последовательного порта для подключения принтера.

source: Distance from object
ru_ru: Расстояние от объекта

source: Distance between skirt and object(s). Set this to zero to attach the skirt to the object(s) and get a brim for better adhesion.
ru_ru: Расстояние между юбкой и объектом (объектами). Установите это на ноль, чтобы прикрепить юбку к объекту (-ам) и получить край для лучшей адгезии.

source: Height of skirt expressed in layers. Set this to a tall value to use skirt as a shield against drafts.
ru_ru: Высота юбки выражена в слоях. Установите это значение высокой величины, чтобы использовать юбку в качестве щита против сквозняков.

source: Loops (minimum)
ru_ru: Петли (минимум)

source: Number of loops for the skirt. If the Minimum Extrusion Length option is set, the number of loops might be greater than the one configured here. Set this to zero to disable skirt completely.
ru_ru: Количество петель для юбки. Если установлен параметр Минимальная длина экструзии, количество циклов может быть больше, чем один, настроенные здесь. Установите это в нуль, чтобы полностью отключить юбку.

source: Slow down if layer print time is below
ru_ru: Замедлить, если время печати слоя меньше чем

source: If layer print time is estimated below this number of seconds, print moves speed will be scaled down to extend duration to this value.
ru_ru: Если время печати слоя оценивается ниже этого количества секунд, скорость перемещения печати будет уменьшена, чтобы увеличить продолжительность до этого значения.

source: This separate setting will affect the speed of perimeters having radius <= 6.5mm (usually holes). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above. Set to zero for auto.
ru_ru: Эта отдельная настройка влияет на скорость периметров, имеющих радиус <= 6.5 мм (обычно отверстия). Если он выражен в процентах (например, 80%), он будет рассчитан по приведенной выше настройке скорости периметра. Установите ноль для значения auto.

source: Force solid infill for regions having a smaller area than the specified threshold.
ru_ru: Принудительное сплошное заполнение для регионов, имеющих меньшую площадь, чем заданный порог.

source: The extruder to use when printing solid infill.
ru_ru: Экструдер используемый при печати сплошной зливки.

source: This feature allows to force a solid layer every given number of layers. Zero to disable. You can set this to any value (for example 9999); Slic3r will automatically choose the maximum possible number of layers to combine according to nozzle diameter and layer height.
ru_ru: Эта функция позволяет закрепить сплошной слой с каждым количеством слоев. Нуль отключен. Вы можете установить это значение на любое значение (например, 9999); Slic3r автоматически выбирает максимально возможное количество слоев для объединения в соответствии с диаметром сопла и высотой слоя.

source: Set this to a non-zero value to set a manual extrusion width for infill for solid surfaces. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 90%) it will be computed over layer height.
ru_ru: Установите это значение в ненулевое значение, чтобы установить ручную экструзионную ширину для заполнения сплошных поверхностей. Если оставить нуль, по умолчанию будет использоваться ширина экструзии по умолчанию, в противном случае будет использоваться диаметр диафрагмы 1.125 x. Если он выражен в процентах (например, 90%), он будет вычисляться по высоте слоя.

source: Speed for printing solid regions (top/bottom/internal horizontal shells). This can be expressed as a percentage (for example: 80%) over the default infill speed above. Set to zero for auto.
ru_ru: Скорость печати сплошных областей (верхняя / нижняя / внутренняя горизонтальная оболочка). Это может быть выражено в процентах (например: 80%) от значения по умолчанию. Установите ноль для значения auto.

source: Number of solid layers to generate on top and bottom surfaces.
ru_ru: Количество сплошных слоев для генерации на верхней и нижней поверхностях.

source: This feature will raise Z gradually while printing a single-walled object in order to remove any visible seam. This option requires a single perimeter, no infill, no top solid layers and no support material. You can still set any number of bottom solid layers as well as skirt/brim loops. It won't work when printing more than an object.
ru_ru: Эта функция будет постепенно увеличивать Z при печати одностенного объекта, чтобы удалить видимый шов. Эта опция требует одного периметра, без заполнения, без верхних сплошных слоев и без материала поддержки. Вы можете установить любое количество нижних сплошных слоев, а также петли юбки / краев. Это не будет работать при печати больше, чем объект.

source: Temperature difference to be applied when an extruder is not active. Enables a full-height "sacrificial" skirt on which the nozzles are periodically wiped.
ru_ru: Разность температур, которая должна применяться, когда экструдер не активен. Позволяет полноразмерную «жертвенную» юбку, на которой сопла периодически стираются.

source: This start procedure is inserted at the beginning, after bed has reached the target temperature and extruder just started heating, and before extruder has finished heating. If Slic3r detects M104 or M190 in your custom codes, such commands will not be prepended automatically so you're free to customize the order of heating commands and other custom actions. Note that you can use placeholder variables for all Slic3r settings, so you can put a "M109 S[first_layer_temperature]" command wherever you want.
ru_ru: Эта стартовая процедура вводится в начале, после того как кровать достигла целевой температуры, а экструдер только начал нагреваться и до того, как экструдер закончит нагрев. Если Slic3r обнаруживает M104 или M190 в ваших пользовательских кодах, такие команды не будут автоматически добавляться, поэтому вы можете настроить порядок команд нагрева и другие пользовательские действия. Обратите внимание, что вы можете использовать переменные-заполнители для всех настроек Slic3r, поэтому вы можете поместить команду M109 S [first_layer_temperature] везде, где хотите.

source: This start procedure is inserted at the beginning, after any printer start gcode. This is used to override settings for a specific filament. If Slic3r detects M104, M109, M140 or M190 in your custom codes, such commands will not be prepended automatically so you're free to customize the order of heating commands and other custom actions. Note that you can use placeholder variables for all Slic3r settings, so you can put a "M109 S[first_layer_temperature]" command wherever you want. If you have multiple extruders, the gcode is processed in extruder order.
ru_ru: Эта стартовая процедура вставляется в начале, после запуска любого g-кода принтера. Это используется для переопределения настроек для конкретной нити. Если Slic3r обнаруживает M104, M109, M140 или M190 в ваших пользовательских кодах, такие команды не будут добавляться автоматически, поэтому вы можете настроить порядок команд нагрева и другие пользовательские действия. Обратите внимание, что вы можете использовать переменные-заполнители для всех настроек Slic3r, поэтому вы можете поместить команду M109 S [first_layer_temperature] везде, где хотите. Если у вас несколько экструдеров, gcode обрабатывается в порядке экструдера.

source: Single Extruder Multi Material
ru_ru: Одиночный экструдер Multi Material

source: The printer multiplexes filaments into a single hot end.
ru_ru: Принтер мультиплексирует нити в один горячий конец.

source: XY separation between an object and its support
ru_ru: Разделение XY между объектом и его поддержкой

source: XY separation between an object and its support. If expressed as percentage (for example 50%), it will be calculated over external perimeter width.
ru_ru: XY между объектом и его поддержкой. Если он выражен в процентах (например, 50%), он будет рассчитываться по ширине внешнего периметра.

source: Pattern angle
ru_ru: Угол шаблона

source: Use this setting to rotate the support material pattern on the horizontal plane.
ru_ru: Используйте эту настройку для поворота рисунка материала поддержки на горизонтальной плоскости.

source: Only create support if it lies on a build plate. Don't create support on a print.
ru_ru: Создавайте поддержку только в том случае, если она лежит на плите сборки. Не создавайте поддержку на печати.

source: Contact Z distance
ru_ru: Зазор по оси Z

source: The vertical distance between object and support material interface. Setting this to 0 will also prevent Slic3r from using bridge flow and speed for the first object layer.
ru_ru: Вертикальное расстояние между объектом и материалом поддержки. Установка этого параметра на 0 также предотвратит использование Slic3r мостового потока и скорости для первого слоя объекта.

source: soluble
ru_ru: растворимые

source: detachable
ru_ru: отделяемые

source: Generate support material for the specified number of layers counting from bottom, regardless of whether normal support material is enabled or not and regardless of any angle threshold. This is useful for getting more adhesion of objects having a very thin or poor footprint on the build plate.
ru_ru: Создайте материал подложки для указанного количества слоев, отсчитывающихся снизу, независимо от того, включен ли нормальный материала поддержки или нет, и независимо от любого угла. Это полезно для получения большей адгезии объектов, имеющих очень тонкий или плотный след на строительной пластине.

source: Enforce support for the first n layers
ru_ru: Обеспечьте поддержку для первых n слоев

source: Support material/raft/skirt extruder
ru_ru: Материал поддержки / плот / юбка

source: The extruder to use when printing support material, raft and skirt (1+, 0 to use the current extruder to minimize tool changes).
ru_ru: Экструдер для использования при печати материала поддержки, плота и юбки (1+, 0 для использования текущего экструдера для минимизации изменений инструмента).

source: Set this to a non-zero value to set a manual extrusion width for support material. If left zero, default extrusion width will be used if set, otherwise nozzle diameter will be used. If expressed as percentage (for example 90%) it will be computed over layer height.
ru_ru: Установите для него ненулевое значение, чтобы установить ручную экструзионную ширину для материала поддержки. Если оставить ноль, по умолчанию будет использоваться ширина экструзии по умолчанию, в противном случае будет использоваться диаметр сопла. Если он выражен в процентах (например, 90%), он будет вычисляться по высоте слоя.

source: Interface loops
ru_ru: Петли

source: Cover the top contact layer of the supports with loops. Disabled by default.
ru_ru: Закройте верхний контактный слой опор с помощью петель. Отключено по умолчанию.

source: Support material/raft interface extruder
ru_ru: Экструдер с интерфейсом материала поддержки/ плота

source: The extruder to use when printing support material interface (1+, 0 to use the current extruder to minimize tool changes). This affects raft too.
ru_ru: Экструдер для использования при печати интерфейса материала поддержки (1+, 0 для использования текущего экструдера для минимизации изменений инструмента). Это влияет и на плот.

source: Number of interface layers to insert between the object(s) and support material.
ru_ru: Количество слоев для вставки между объектом и материалом поддержки.

source: Interface pattern spacing
ru_ru: Интервал для контактных слоев

source: Spacing between interface lines. Set zero to get a solid interface.
ru_ru: Интервал между линиями интерфейса. Установите нуль, чтобы получить сплошной интерфейс.

source: Speed for printing support material interface layers. If expressed as percentage (for example 50%) it will be calculated over support material speed.
ru_ru: Скорость печати слоев Материала поддержки. Если выражено в процентах (например, 50%), это будет рассчитываться по скорости Материала поддержки.

source: Pattern
ru_ru: Шаблон

source: Pattern used to generate support material.
ru_ru: Шаблон, используемый для создания материала поддержки.

source: Rectilinear grid
ru_ru: Прямолинейная сетка

source: Pattern spacing
ru_ru: Интервал

source: Spacing between support material lines.
ru_ru: Расстояние между линиями материала поддержки.

source: Synchronize support layers with the object print layers. This is useful with multi-material printers, where the extruder switch is expensive.
ru_ru: Синхронизируйте слои поддержки со слоями печати объекта. Это полезно для многоматериальных принтеров, где экструдер стоит дорого.

source: Overhang threshold
ru_ru: Порог уклона
