Repository: AndylgTom/Slic3rPE-localizations
Catalog: localization/*/Slic3rPE_*.po
Languages: ru_ru

source: perimeters
ru_ru: периметры

source: infill
ru_ru: заполнение

source: solid infill
ru_ru: сплошное заполнение

source: top solid infill
ru_ru: верхнее сплошное заполнение

source: support
ru_ru: поддержки

source: %3.2f mm³/s
ru_ru: %3.2f мм³/с

source: Recommended object thin wall thickness: Not available due to invalid layer height.
ru_ru: Рекомендуемая толщина тонкой стенки объекта: недоступна из-за недопустимой высоты слоя.

source: Recommended object thin wall thickness for layer height %.2f and
ru_ru: Рекомендуемая толщина тонкой стенки объекта для высоты слоя %.2f и

source: %d lines: %.2lf mm
ru_ru: %d линий: %.2lf мм

source: If this is enabled, Slic3r will prompt the last output directory instead of the one containing the input files.
ru_ru: Если это разрешено, Slic3r будет запрашивать последний выходной каталог, а не тот, который содержит входные файлы.

source: Auto-center parts
ru_ru: Автоцентрирование

source: If this is enabled, Slic3r will auto-center objects around the print bed center.
ru_ru: Если это разрешено, Slic3r будет автоматически центрировать объекты вокруг центра печатной кровати.

source: Background processing
ru_ru: Слайсинг «В фоне»

source: If this is enabled, Slic3r will pre-process objects as soon as they're loaded in order to save time when exporting G-code.
ru_ru: Если это разрешено, Slic3r будет предварительно обрабатывать объекты, как только они будут загружены, чтобы сэкономить время при экспорте G-кода.

source: Disable USB/serial connection
ru_ru: Отключить USB/serial соединение

source: Disable communication with the printer over a serial / USB cable. This simplifies the user interface in case the printer is never attached to the computer.
ru_ru: Отключить связь с принтером через последовательный порт / кабель USB. Это упрощает пользовательский интерфейс в случае, если принтер не подключен к компьютеру.

source: Suppress " - default - " presets in the Print / Filament / Printer selections once there are any other valid presets available.
ru_ru: Подавлять «- по умолчанию -» пресеты в выборе «Печать», «Филамент», «Принтер», когда есть другие доступные пресеты.

source: Show incompatible print and filament presets
ru_ru: Показать несовместимые пресеты печати и филамента

source: When checked, the print and filament presets are shown in the preset editor even if they are marked as incompatible with the active printer
ru_ru: Когда флажок установлен, пресеты печати и филамента отображаются в редакторе предварительной настройки, даже если они отмечены как несовместимые с активным принтером

source: Use legacy OpenGL 1.1 rendering
ru_ru: Использовать устаревшую версию OpenGL 1.1

source: If you have rendering issues caused by a buggy OpenGL 2.0 driver, you may try to check this checkbox. This will disable the layer height editing and anti aliasing, so it is likely better to upgrade your graphics driver.
ru_ru: Если у вас возникли проблемы с обработкой, вызванные неисправным драйвером OpenGL 2.0, вы можете попробовать установить этот флажок. Это отключит редактирование высоты слоя и сглаживание, поэтому лучше всего обновить графический драйвер.

source: You need to restart Slic3r to make the changes effective.
ru_ru: Вам нужно перезапустить Slic3r, чтобы сделать изменения эффективным.

source: Time
ru_ru: Время

source: Volumetric speed
ru_ru: Объёмная скорость

source: Update available
ru_ru: Обновление доступно

source: New version of Slic3r PE is available
ru_ru: Доступна новая версия Slic3r PE

source: To download, follow the link below.
ru_ru: Чтобы скачать, перейдите по ссылке ниже.

source: Don't notify about new releases any more
ru_ru: Не уведомлять о новых релизах больше

source: Would you like to install it? Note that a full configuration snapshot will be created first. It can then be restored at any time should there be a problem with the new version. Updated configuration bundles:
ru_ru: Вы хотите установить его? Обратите внимание, что сначала будет создан моментальный снимок полной конфигурации. Он может быть восстановлен в любое время, если возникнет проблема с новой версией. Обновленные комплекты конфигурации:

source: This version of Slic3r PE is not compatible with currently installed configuration bundles. This probably happened as a result of running an older Slic3r PE after using a newer one. You may either exit Slic3r and try again with a newer version, or you may re-run the initial configuration. Doing so will create a backup snapshot of the existing configuration before installing files compatible with this Slic3r.
ru_ru: Эта версия Slic3r PE несовместима с установленными в настоящий момент конфигурационными пакетами. Вероятно, это произошло в результате запуска более старой версии Slic3r PE после использования более новой. Вы можете выйти из Slic3r и повторить попытку с новой версией, или вы можете повторно запустить начальную конфигурацию. Для этого создайте резервную копию существующей конфигурации перед установкой файлов, совместимых с этим Slic3r.

source: Re-configure
ru_ru: Переконфигурировать

source: Slic3r PE now uses an updated configuration structure. So called 'System presets' have been introduced, which hold the built-in default settings for various printers. These System presets cannot be modified, instead, users now may create their own presets inheriting settings from one of the System presets. An inheriting preset may either inherit a particular value from its parent or override it with a customized value. Please proceed with the %s that follows to set up the new presets and to choose whether to enable automatic preset updates.
ru_ru: Теперь Slic3r PE использует обновленную конфигурационную структуру. Были введены так называемые «системные пресеты», которые содержат встроенные настройки по умолчанию для разных принтеров. Эти системные пресеты не могут быть изменены, вместо этого пользователи теперь могут создавать собственные пресеты, наследующие настройки, из одной из системных настроек. Наследующий пресет может либо наследовать определенное значение от своего родителя, либо переопределить его с помощью настроенного значения. Перейдите к следующему разделу% s, чтобы настроить новые пресеты и выбрать, включать ли автоматические предварительные обновления.

source: For more information please visit our wiki page:
ru_ru: Для получения дополнительной информации посетите нашу страницу вики:

source: Ramming denotes the rapid extrusion just before a tool change in a single-extruder MM printer. Its purpose is to properly shape the end of the unloaded filament so it does not prevent insertion of the new filament and can itself be reinserted later. This phase is important and different materials can require different extrusion speeds to get the good shape. For this reason, the extrusion rates during ramming are adjustable. This is an expert-level setting, incorrect adjustment will likely lead to jams, extruder wheel grinding into filament etc.
ru_ru: Ramming обозначает быструю экструзию непосредственно перед заменой инструмента в одномоторном MM-принтере. Его цель состоит в том, чтобы правильно сформировать конец незагруженной нити, чтобы она не препятствовала вставке новой нити и сама может быть повторно вставлена позже. Эта фаза важна, и разные материалы могут потребовать разных скоростей экструзии, чтобы получить хорошую форму. По этой причине скорость экструзии во время тангажа регулируется. Это настройка уровня эксперта, неправильная настройка, вероятно, приведет к замятию, шлифованию колеса экструдера о нить и т. Д.

source: Wipe tower - Purging volume adjustment
ru_ru: Башня очистки - Регулировка уровня

source: Here you can adjust required purging volume (mm³) for any given pair of tools.
ru_ru: Здесь вы можете отрегулировать требуемый объем продувки (мм³) для любой пары инструментов.

source: unloaded
ru_ru: выгружен

source: loaded
ru_ru: загружен

source: Total purging volume is calculated by summing two values below, depending on which tools are loaded/unloaded.
ru_ru: Общий объем продувки вычисляется путем суммирования двух значений ниже, в зависимости от того, какие инструменты загружены / выгружены.

source: Volume to purge (mm³) when the filament is being
ru_ru: Объем для продувки (мм³), при наличие филамента

source: Switching to simple settings will discard changes done in the advanced mode! Do you want to proceed?
ru_ru: Переключение на простые настройки отменяет изменения, выполненные в расширенном режиме! Вы хотите продолжить?

source: Upload to OctoPrint with the following filename:
ru_ru: Загрузить в OctoPrint со следующим именем файла:

source: Start printing after upload
ru_ru: Начать печать после загрузки

source: Use forward slashes ( / ) as a directory separator if needed.
ru_ru: При необходимости используйте косые черты (/) в качестве разделителя каталогов.

source: Error while uploading to the OctoPrint server
ru_ru: Ошибка при загрузке на сервер OctoPrint

source: Sending G-code file to the OctoPrint server...
ru_ru: Отправка файла G-code на сервер OctoPrint ...

source: requires min. %s and max. %s
ru_ru: требуется мин. %s и макс. %s

source: Some objects are too close; your extruder will collide with them.
ru_ru: Некоторые объекты слишком близки; ваш экструдер столкнется с ними.

source: Some objects are too tall and cannot be printed without extruder collisions.
ru_ru: Некоторые объекты слишком высоки и не могут быть напечатаны без столкновений с экструдером.

source: The Spiral Vase option can only be used when printing a single object.
ru_ru: Опция Spiral Vase может использоваться только при печати одного объекта.

source: The Spiral Vase option can only be used when printing single material objects.
ru_ru: Опция Spiral Vase может использоваться только при печати отдельных материалов.

source: All extruders must have the same diameter for single extruder multimaterial printer.
ru_ru: Все экструдеры должны иметь одинаковый диаметр для однофазного многокомпонентного принтера.

source: The Wipe Tower is currently only supported for the Marlin and RepRap/Sprinter G-code flavors.
ru_ru: Башня протирки в настоящее время поддерживается только для прошивок Marlin и RepRap / Sprinter G-code.

source: The Wipe Tower is currently only supported with the relative extruder addressing (use_relative_e_distances=1).
ru_ru: Башня протирки в настоящее время поддерживается только с относительной адресацией экструдера (use_relative_e_distances = 1).

source: The Wipe Tower is only supported for multiple objects if they have equal layer heigths
ru_ru: Башня протирки поддерживается только для нескольких объектов, если они имеют равные слои

source: The Wipe Tower is only supported for multiple objects if they are printed over an equal number of raft layers
ru_ru: Башня протирки поддерживается только для нескольких объектов, если они напечатаны на равном числе слоев подложки

source: The Wipe Tower is only supported for multiple objects if they are printed with the same support_material_contact_distance
ru_ru: Башня протирки поддерживается только для нескольких объектов, если они напечатаны с той же поддержкой_material_contact_distance

source: The Wipe Tower is only supported for multiple objects if they are sliced equally.
ru_ru: Башня протирки поддерживается только для нескольких объектов, если они нарезаны одинаково.

source: The Wipe tower is only supported if all objects have the same layer height profile
ru_ru: Башня протирки поддерживается только в том случае, если все объекты имеют один и тот же профиль высоты слоя

source: The supplied settings will cause an empty print.
ru_ru: Приведенные настройки приведут к пустой печати.

source: One or more object were assigned an extruder that the printer does not have.
ru_ru: Для одного или нескольких объектов был назначен экструдер, который у принтера отсутствует.

source: Printing with multiple extruders of differing nozzle diameters. If support is to be printed with the current extruder (support_material_extruder == 0 or support_material_interface_extruder == 0), all nozzles have to be of the same diameter.
ru_ru: Печать с несколькими экструдерами различного диаметра сопел. Если поддержка должна быть напечатана текущим экструдером (support_material_extruder == 0 или support_material_interface_extruder == 0), все сопла должны быть одинакового диаметра.

source: First layer height can't be greater than nozzle diameter
ru_ru: Высота первого слоя не может быть больше диаметра сопла

source: Layer height can't be greater than nozzle diameter
ru_ru: Высота слоя не может быть больше диаметра сопла

source: Failed processing of the output_filename_format template.
ru_ru: Не удалось обработать шаблон output_filename_format.

source: Optimize travel moves in order to minimize the crossing of perimeters. This is mostly useful with Bowden extruders which suffer from oozing. This feature slows down both the print and the G-code generation.
ru_ru: Оптимизируйте перемещения, чтобы свести к минимуму пересечение периметров. Это в основном полезно с экструдерами Боудена, которые страдают от просачивания. Эта функция замедляет как печать, так и генерацию G-кода.

source: Bed temperature for layers after the first one. Set this to zero to disable bed temperature control commands in the output.
ru_ru: Температура кровати для слоев после первого. Установите это значение в ноль, чтобы отключить команды управления температурой на выходе.

source: This custom code is inserted at every layer change, right before the Z move. Note that you can use placeholder variables for all Slic3r settings as well as [layer_num] and [layer_z].
ru_ru: Этот настраиваемый код вставляется при каждом изменении слоя непосредственно перед перемещением Z. Обратите внимание, что вы можете использовать переменные-заполнители для всех настроек Slic3r, а также [layer_num] и [layer_z].

source: This code is inserted between objects when using sequential printing. By default extruder and bed temperature are reset using non-wait command; however if M104, M109, M140 or M190 are detected in this custom code, Slic3r will not add temperature commands. Note that you can use placeholder variables for all Slic3r settings, so you can put a "M109 S[first_layer_temperature]" command wherever you want.
ru_ru: Этот код вставляется между объектами при использовании последовательной печати. По умолчанию экструдер и температура слоя сбрасываются с помощью команды non-wait; однако, если в этом пользовательском коде обнаружены M104, M109, M140 или M190, Slic3r не будет добавлять команды температуры. Обратите внимание, что вы можете использовать переменные-заполнители для всех настроек Slic3r, поэтому вы можете поместить команду M109 S [first_layer_temperature] везде, где хотите.

source: Bottom
ru_ru: Снизу

source: Number of solid layers to generate on bottom surfaces.
ru_ru: Количество сплошных слоев для генерации на нижних поверхностях.

source: Bridge
ru_ru: Мост

source: This is the acceleration your printer will use for bridges. Set zero to disable acceleration control for bridges.
ru_ru: Это ускорение, которое ваш принтер будет использовать для мостов. Установите ноль, чтобы отключить управление ускорением для мостов.

source: mm/s²
ru_ru: мм/с²

source: Bridging angle
ru_ru: Угол моста

source: Bridging angle override. If left to zero, the bridging angle will be calculated automatically. Otherwise the provided angle will be used for all bridges. Use 180° for zero angle.
ru_ru: Замыкание угла моста. Если оставить ноль, угол моста будет рассчитываться автоматически. В противном случае предусмотренный угол будет использоваться для всех мостов. Используйте 180 ° для нулевого угла.

source: This fan speed is enforced during all bridges and overhangs.
ru_ru: Эта скорость вентилятора обеспечивается во всех мостов и свесов.

source: This factor affects the amount of plastic for bridging. You can decrease it slightly to pull the extrudates and prevent sagging, although default settings are usually good and you should experiment with cooling (use a fan) before tweaking this.
ru_ru: Этот фактор влияет на количество пластика для моста. Вы можете немного уменьшить его, чтобы предотвратить провисание, хотя настройки по умолчанию обычно хорошие, и вы должны поэкспериментировать с охлаждением (использовать вентилятор), прежде чем настраивать его.

source: Bridges
ru_ru: Мосты

source: mm/s
ru_ru: мм/с

source: Horizontal width of the brim that will be printed around each object on the first layer.
ru_ru: Горизонтальной ширина краев, которые будут напечатаны вокруг каждого объекта на первом слое.

source: Clip multi-part objects
ru_ru: Клип составных объектов

source: When printing multi-material objects, this settings will make slic3r to clip the overlapping object parts one by the other (2nd part will be clipped by the 1st, 3rd part will be clipped by the 1st and 2nd etc).
ru_ru: При печати нескольких материальных объектов, настройки сделают slic3r клип перекрывающихся частей объекта один другой (часть 2 будет обрезан до 1, третья часть будет обрезан по 1 и 2 и т.д.).

source: A boolean expression using the configuration values of an active printer profile. If this expression evaluates to true, this profile is considered compatible with the active printer profile.
ru_ru: Логическое выражение, с помощью значений конфигурации профиля активного принтера. Если значением этого выражения является значение true, этот профиль считается совместимым с профилем активного принтера.

source: Complete individual objects
ru_ru: Завершить отдельные объекты

source: When printing multiple objects or copies, this feature will complete each object before moving onto next one (and starting it from its bottom layer). This feature is useful to avoid the risk of ruined prints. Slic3r should warn and prevent you from extruder collisions, but beware.
ru_ru: При печати нескольких объектов или копий, эта функция будет завершать каждый объект перед перемещением на следующий (и начиная от его нижнего слоя). Эта функция полезна избежать риска разрушенный гравюр. Slic3r следует предупредить и предотвратить вас от экструдера столкновений, но будьте осторожны.

source: This flag enables the automatic cooling logic that adjusts print speed and fan speed according to layer printing time.
ru_ru: Этот флаг позволяет логику автоматического охлаждения , которая регулирует скорость печати и скорость вентилятора согласно времени печати слоя.

source: Distance of the center-point of the cooling tube from the extruder tip
ru_ru: Расстояние от центра точки охлаждения до кончика экструдера

source: This is the acceleration your printer will be reset to after the role-specific acceleration values are used (perimeter/infill). Set zero to prevent resetting acceleration at all.
ru_ru: Это ускорение, что ваш принтер будет восстановить после значения ускорения конкретных ролей используется (периметр/заполнения). Установка нуля для предотвращения сброса ускорение на всех.

source: Default filament profile associated with the current printer profile. On selection of the current printer profile, this filament profile will be activated.
ru_ru: Профиль филамента, связанный с текущим профилем принтера. При выборе текущего профиля принтера этот профиль филамента будет активирован.

source: Default print profile associated with the current printer profile. On selection of the current printer profile, this print profile will be activated.
ru_ru: Профиль печати по умолчанию, связанный с текущим профилем принтера. При выборе текущего профиля принтера этот профиль печати будет активирован.

source: You can set this to a positive value to disable fan at all during the first layers, so that it does not make adhesion worse.
ru_ru: Вы можете установить положительное значение, чтобы отключить вентилятор вообще во время первых слоев, чтобы он не ухудшал адгезию.

source: layers
ru_ru: слои

source: Experimental option for preventing support material from being generated under bridged areas.
ru_ru: Экспериментальная опция для предотвращения создания поддержек в мостовых зонах.

source: Distance between copies
ru_ru: Расстояние между копиями

source: Distance used for the auto-arrange feature of the plater.
ru_ru: Расстояние, используемое для функции автоматической компоновки.

source: Elephant foot compensation
ru_ru: Компенсации "слоновъей ноги"

source: The first layer will be shrunk in the XY plane by the configured value to compensate for the 1st layer squish aka an Elephant Foot effect.
ru_ru: Первый слой будет сжат в плоскости XY с помощью этого значения, чтобы компенсировать эффект "слоновъей ноги" на первом слое.

source: This end procedure is inserted at the end of the output file. Note that you can use placeholder variables for all Slic3r settings.
ru_ru: Эта конечная процедура вставляется в конец выходного файла. Обратите внимание, что вы можете использовать заполнители для всех Slic3r параметров.

source: This end procedure is inserted at the end of the output file, before the printer end gcode. Note that you can use placeholder variables for all Slic3r settings. If you have multiple extruders, the gcode is processed in extruder order.
ru_ru: Эта процедура вставляется в конец файла вывода, до конца gcode принтера. Обратите внимание, что вы можете использовать заполнители для всех Slic3r параметров. Если у вас есть несколько экструдеров, gcode обрабатывается в порядке экструдера.

source: Ensure vertical shell thickness
ru_ru: Обеспечить толщину вертикальных стенок

source: Add solid infill near sloping surfaces to guarantee the vertical shell thickness (top+bottom solid layers).
ru_ru: Добавить сплошное заполнение возле наклонных поверхностей, чтобы гарантировать толщину вертикальной стенки (верхние + нижние сплошные слои).

source: Top/bottom fill pattern
ru_ru: Шаблон заполнения сверху/снизу

source: Fill pattern for top/bottom infill. This only affects the external visible layer, and not its adjacent solid shells.
ru_ru: Заполните шаблон для верхнего / нижнего заполнения. Это влияет только на внешний видимый слой, а не на его смежные сплошные оболочки.

source: Rectilinear
ru_ru: прямолинейный

source: Concentric
ru_ru: концентрический

source: Hilbert Curve
ru_ru: Кривая Гильберта

source: Archimedean Chords
ru_ru: Пояс Архимеда

source: Set this to a non-zero value to set a manual extrusion width for external perimeters. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 200%), it will be computed over layer height.
ru_ru: Установите для него ненулевое значение, чтобы установить ручную ширину экструзии для внешних периметров. Если оставить нуль, по умолчанию будет использоваться ширина экструзии по умолчанию, в противном случае будет использоваться диаметр диафрагмы 1.125 x. Если он выражен в процентах (например, 200%), он будет вычисляться по высоте слоя.

source: mm or % (leave 0 for default)
ru_ru: мм или % (оставить значение 0 по умолчанию)

source: This separate setting will affect the speed of external perimeters (the visible ones). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above. Set to zero for auto.
ru_ru: Эта отдельная настройка влияет на скорость внешних периметров (видимых). Если он выражен в процентах (например, 80%), он будет рассчитан по приведенной выше настройке скорости периметра. Установите нуль для значения auto.

source: Print contour perimeters from the outermost one to the innermost one instead of the default inverse order.
ru_ru: Настройте контурные периметры от внешнего к внутреннему, а не по умолчанию.
