Repository: AndylgTom/Slic3rPE-localizations
Catalog: localization/*/Slic3rPE_*.po
Languages: ru_ru

source: About Slic3r
ru_ru: О Slic3r

source: Version
ru_ru: Версия

source: Shape
ru_ru: Форма

source: Rectangular
ru_ru: Прямоугольная

source: Size
ru_ru: Размер

source: Size in X and Y of the rectangular plate.
ru_ru: Размер прямоугольной платформы по X и Y.

source: Origin
ru_ru: Начальная точка

source: Distance of the 0,0 G-code coordinate from the front left corner of the rectangle.
ru_ru: Расстояние до G-code координат 0,0 от переднего левого угла платформы.

source: Circular
ru_ru: Круглая

source: mm
ru_ru: мм

source: Diameter
ru_ru: Диаметр

source: Diameter of the print bed. It is assumed that origin (0,0) is located in the center.
ru_ru: Диаметр платформы. Предполагается, что начало координат (0,0) расположено в центре.

source: Custom
ru_ru: Пользовательская

source: Load shape from STL...
ru_ru: Загрузить форму из STL…

source: Settings
ru_ru: Настройки

source: Choose a file to import bed shape from (STL/OBJ/AMF/3MF/PRUSA):
ru_ru: Выберите файл, чтобы загрузить форму платформы (STL/OBJ/AMF/3MF/PRUSA):

source: Error!
ru_ru: Ошибка!

source: The selected file contains no geometry.
ru_ru: Выбранный файл не содержит геометрии.

source: The selected file contains several disjoint areas. This is not supported.
ru_ru: Выбранный файл содержит несколько непересекающихся областей. Это не поддерживается.

source: Bed Shape
ru_ru: Форма платформы

source: Network lookup
ru_ru: Обзор сети

source: Address
ru_ru: Адрес

source: Hostname
ru_ru: Имя хоста

source: Service name
ru_ru: Название сервиса

source: OctoPrint version
ru_ru: Версия OctoPrint

source: Searching for devices
ru_ru: Поиск устройств

source: Finished
ru_ru: Закончено

source: Buttons And Text Colors Description
ru_ru: Описание Цветов Текста и Кнопок

source: Value is the same as the system value
ru_ru: Значение такое же, как в Системе

source: Value was changed and is not equal to the system value or the last saved preset
ru_ru: Значение было изменено и не равно системному значению или последней сохраненной предварительной установке

source: User
ru_ru: Пользовательская

source: Unknown
ru_ru: Неизвестно

source: Active:
ru_ru: Активно:

source: slic3r version
ru_ru: версия Slic3r

source: print
ru_ru: печать

source: filaments
ru_ru: филамент

source: printer
ru_ru: принтер

source: vendor
ru_ru: поставщик

source: version
ru_ru: версия

source: min slic3r version
ru_ru: мин. версия Slic3r

source: max slic3r version
ru_ru: макс. версия Slic3r

source: model
ru_ru: модель

source: variants
ru_ru: варианты

source: Incompatible with this Slic3r
ru_ru: Несовместимо с текущим Slic3r

source: Activate
ru_ru: Активировать

source: Configuration Snapshots
ru_ru: Снимки конфигураций

source: nozzle
ru_ru: сопло

source: (default)
ru_ru: (по-умолчанию)

source: Select all
ru_ru: Выбрать всё

source: Select none
ru_ru: Снять выделение

source: Welcome to the Slic3r %s
ru_ru: Встречайте Slic3r %s

source: Run %s
ru_ru: Запустить %s

source: Hello, welcome to Slic3r Prusa Edition! This %s helps you with the initial configuration; just a few settings and you will be ready to print.
ru_ru: Здравствуйте. Добро пожаловать в Slic3r Prusa Edition! Это %s поможет вам с начальной конфигурацией; несколько параметров и вы будете готовы к печати.

source: Remove user profiles - install from scratch (a snapshot will be taken beforehand)
ru_ru: Удалять профили пользователей - установку с нуля (моментальный снимок будет приниматься заранее)

source: Automatic updates
ru_ru: Автоматические обновления

source: Updates
ru_ru: Обновления

source: Update built-in Presets automatically
ru_ru: Автоматическое обновление встроенных стилей

source: If enabled, Slic3r downloads updates of built-in system presets in the background. These updates are downloaded into a separate temporary location. When a new preset version becomes available it is offered at application startup.
ru_ru: Если включено, Slic3r загружает обновления встроенных системных пресетов в фоновом режиме. Эти обновления загружаются в отдельное временное место. Когда новая пресетная версия становится доступной, она предлагается при запуске приложения.

source: Updates are never applied without user's consent and never overwrite user's customized settings.
ru_ru: Обновление никогда не применяется без согласия пользователя и никогда не перезаписываются пользовательские параметры.

source: Additionally a backup snapshot of the whole configuration is created before an update is applied.
ru_ru: Кроме того, перед обновлением создается резервный снимок всей конфигурации.

source: Pick another vendor supported by Slic3r PE:
ru_ru: Выберите другого поставщика, поддерживаемого Slic3r PE:

source: Firmware Type
ru_ru: Тип прошивки

source: Firmware
ru_ru: Прошивка

source: Choose the type of firmware used by your printer.
ru_ru: Выберите тип прошивки, используемый вашим принтером.

source: Set the shape of your printer's bed.
ru_ru: Установите форму кровати вашего принтера.

source: Enter the diameter of your printer's hot end nozzle.
ru_ru: Введите диаметр сопла горячего конца вашего принтера.

source: Nozzle Diameter:
ru_ru: Диаметр сопла:

source: Enter the diameter of your filament.
ru_ru: Введите диаметр вашего филамента.

source: Good precision is required, so use a caliper and do multiple measurements along the filament, then compute the average.
ru_ru: Требуется хорошая точность, поэтому используйте суппорт и выполняйте несколько измерений вдоль нити, затем вычислите среднее значение.

source: Filament Diameter:
ru_ru: Диаметр филамента:

source: Temperatures
ru_ru: Температура

source: Enter the temperature needed for extruding your filament.
ru_ru: Введите температуру, необходимую для экструзии вашей нити.

source: A rule of thumb is 160 to 230 °C for PLA, and 215 to 250 °C for ABS.
ru_ru: Эмпирическое правило составляет от 160 до 230 °C для PLA, и от 215 до 250 °C для ABS.

source: Extrusion Temperature:
ru_ru: Температура экструзии:

source: Enter the bed temperature needed for getting your filament to stick to your heated bed.
ru_ru: Введите температуру кровати, необходимую для того, чтобы ваша нить прилипала к вашей кровати с подогревом.

source: A rule of thumb is 60 °C for PLA and 110 °C for ABS. Leave zero if you have no heated bed.
ru_ru: Эмпирическое правило составляет 60 ° C для PLA и 110 ° C для ABS. Оставьте ноль, если у вас нет нагреваемой кровати.

source: Bed Temperature:
ru_ru: Температура платформы:

source: < &Back
ru_ru: < &Назад

source: &Next >
ru_ru: &Далее

source: &Finish
ru_ru: &Завершить

source: Flash!
ru_ru: Прошить!

source: Cancel
ru_ru: Отмена

source: Flashing in progress. Please do not disconnect the printer!
ru_ru: Прошивка в процессе. Не отсоединяйте принтер!

source: Flashing succeeded!
ru_ru: Прошить удалось!

source: Flashing failed. Please see the avrdude log below.
ru_ru: Прошить неудалась. Пожалуйста, смотрите в журнале avrdude ниже.

source: Flashing cancelled.
ru_ru: Прошивка отменена.

source: Cancelling...
ru_ru: Отмена…

source: Firmware flasher
ru_ru: Прошивка микропрограммы

source: Serial port:
ru_ru: Последовательный порт

source: Rescan
ru_ru: Повторное сканирование

source: Firmware image:
ru_ru: Образ прошивки:

source: Status:
ru_ru: Статус:

source: Ready
ru_ru: Готовность

source: Progress:
ru_ru: Прогресс:

source: Advanced: avrdude output log
ru_ru: Дополнительно: журнал вывода avrdude

source: Are you sure you want to cancel firmware flashing? This could leave your printer in an unusable state!
ru_ru: Вы уверены, что хотите отменить прошивку? Это может оставить ваш принтер в непригодном для использования состоянии!

source: Confirmation
ru_ru: Подтверждение

source: Detected object outside print volume
ru_ru: Обнаружен выход объекта за границы рабочей зоны

source: Array of language names and identifiers should have the same size.
ru_ru: Массив имен языков и идентификаторов должен иметь одинаковый размер.

source: Select the language
ru_ru: Выберите язык

source: Language
ru_ru: Язык

source: Default
ru_ru: По умолчанию

source: Preferences
ru_ru: Настройки

source: Application preferences
ru_ru: Настройки приложения

source: Change Application Language
ru_ru: Сменить язык приложения

source: Flash printer firmware
ru_ru: Прошивка принтера

source: Upload a firmware image into an Arduino based printer
ru_ru: Загрузить образ прошивки в принтер на основе Arduino

source: Attention!
ru_ru: Внимание!

source: You have unsaved changes
ru_ru: У Вас есть несохраненные изменения.

source: . Discard changes and continue anyway?
ru_ru: . Отменить изменения и все равно продолжить?

source: Notice
ru_ru: Уведомление

source: Attempt to free unreferenced scalar
ru_ru: Попытка освободить неиспользуемые скаляр

source: Warning
ru_ru: Предупреждение

source: Support
ru_ru: Поддержки

source: Select what kind of support do you need
ru_ru: Выбор варианта поддержек

source: None
ru_ru: Ничего

source: Support on build plate only
ru_ru: Поддержки только от платформы

source: Everywhere
ru_ru: Везде

source: Brim
ru_ru: Кайма

source: This flag enables the brim that will be printed around each object on the first layer.
ru_ru: Этот флаг позволяет выделить край, который будет напечатан вокруг каждого объекта на первом уровне.

source: Purging volumes
ru_ru: Объемы очистки

source: Slic3r has encountered an error
ru_ru: Slic3r обнаружил ошибку

source: Delete this preset
ru_ru: Удалить эту предустановку

source: Hover the cursor over buttons to find more information or click this button.
ru_ru: Наведите курсор на кнопки, чтобы найти дополнительную информацию или нажмите эту кнопку.

source: It's a system preset.
ru_ru: Предварительные настройки системы

source: Current preset is inherited from
ru_ru: Текущие предустановки наследуются от

source: Any modifications should be saved as a new preset inherited from this one.
ru_ru: Любые изменения должны быть сохранены как новый пресет, унаследованный от этого.

source: To do that please specify a new name for the preset.
ru_ru: Для этого укажите новое имя для пресета.

source: Additional information:
ru_ru: Дополнительная информация:

source: default print profile
ru_ru: профиль печати по умолчанию

source: Layers and perimeters
ru_ru: Слои и периметры

source: Layer height
ru_ru: Высота слоя

source: Vertical shells
ru_ru: Вертикальные оболочки

source: Horizontal shells
ru_ru: Горизонтальные оболочки

source: Solid layers
ru_ru: Сплошных слоёв

source: Infill
ru_ru: Заполнение

source: Reducing printing time
ru_ru: Сокращение времени печати

source: Skirt and brim
ru_ru: Юбка и кайма

source: Skirt
ru_ru: Юбка

source: Support material
ru_ru: Материал поддержек

source: Raft
ru_ru: Подложка

source: Speed
ru_ru: Скорость

source: Speed for print moves
ru_ru: Скорость перемещений при печати

source: Speed for non-print moves
ru_ru: Скорость холостых перемещений

source: Modifiers
ru_ru: Модификаторы

source: Acceleration control (advanced)
ru_ru: Контроль Ускорений (дополнительно)

source: Autospeed (advanced)
ru_ru: Автоскорость (дополнительно)

source: Multiple Extruders
ru_ru: Несколько Экструдеров

source: Extruders
ru_ru: Экструдеры

source: Ooze prevention
ru_ru: Предотвращение подтекания

source: Wipe tower
ru_ru: Башня очистки

source: Extrusion width
ru_ru: Ширина экструзии

source: Overlap
ru_ru: Перекрытие

source: Flow
ru_ru: Поток

source: Other
ru_ru: Прочее

source: Output options
ru_ru: Варианты сохранения

source: Sequential printing
ru_ru: Последовательная печать

source: Extruder clearance (mm)
ru_ru: Габариты экструдера (мм)

source: Output file
ru_ru: Выходной файл

source: Post-processing scripts
ru_ru: Скрипты Пост-процессинга

source: Notes
ru_ru: Заметки

source: Dependencies
ru_ru: Зависимости

source: Profile dependencies
ru_ru: Зависимости профиля

source: Compatible printers
ru_ru: Совместимые принтеры

source: The Spiral Vase mode requires: - one perimeter - no top solid layers - 0% fill density - no support material - no ensure_vertical_shell_thickness Shall I adjust those settings in order to enable Spiral Vase?
ru_ru: Для режима спиральной вазы требуется: - один периметр - без верхних сплошных слоёв - плотность заполнения 0% - нет поддержек - не требуется ensure_vertical_shell_thickness Надо ли поправить эти параметры, чтобы включить режим вазы?

source: Spiral Vase
ru_ru: Режим Вазы

source: The Wipe Tower currently supports the non-soluble supports only if they are printed with the current extruder without triggering a tool change. (both support_material_extruder and support_material_interface_extruder need to be set to 0). Shall I adjust those settings in order to enable the Wipe Tower?
ru_ru: Башня протирки в настоящее время поддерживает только опоры нерастворимых поддержек, только если они печатаются текущим экструдером без смены инструмента. (support_material_extruder и support_material_interface_extruder должны быть равным 0). Надо ли поправить эти параметры для того чтобы включить Башню Очистки?

source: Wipe Tower
ru_ru: Башня Очистки

source: For the Wipe Tower to work with the soluble supports, the support layers need to be synchronized with the object layers. Shall I synchronize support layers in order to enable the Wipe Tower?
ru_ru: Для работы башни протирки с растворимыми поддержками слои должны быть синхронизированы со слоями объектов. Должен ли я синхронизировать слои поддержек для того чтобы включить башню?

source: Supports work better, if the following feature is enabled: - Detect bridging perimeters Shall I adjust those settings for supports?
ru_ru: Поддержка работает лучше, если включена следующая функция: - Обнаружение мостов периметра Должен ли я настроить эти параметры для поддержки?

source: Support Generator
ru_ru: Генератор Поддержек

source: infill pattern is not supposed to work at 100% density. Shall I switch to rectilinear fill pattern?
ru_ru: шаблон заполнения не должен работать на 100% плотности. Должен ли я переключиться на прямолинейную схему заполнения?

source: Filament
ru_ru: Филамент

source: Temperature
ru_ru: Температура

source: Extruder
ru_ru: Экструдер

source: Bed
ru_ru: Платформа

source: Cooling
ru_ru: Охлаждение

source: Enable
ru_ru: Включить

source: Fan settings
ru_ru: Параметры вентилятора

source: Fan speed
ru_ru: Скорость вращения вентилятора

source: Filament properties
ru_ru: Настройки Филамента

source: Toolchange parameters with single extruder MM printers
ru_ru: Параметры смены инструмента с одиночным экструдером

source: Start G-code
ru_ru: Стартовый G-code

source: End G-code
ru_ru: Конечный G-code

source: General
ru_ru: Основная

source: Size and coordinates
ru_ru: Размер и координаты

source: Bed shape
ru_ru: Форма платформы

source: Set
ru_ru: Набор

source: Capabilities
ru_ru: Возможности

source: Number of extruders of the printer.
ru_ru: Количество экструдеров на принтере.

source: USB/Serial connection
ru_ru: Подключение USB/Serial

source: Serial port
ru_ru: Последовательный порт

source: Rescan serial ports
ru_ru: Сканирование портов

source: Test
ru_ru: Тест

source: Connection to printer works correctly.
ru_ru: Подключение к принтеру работает правильно.

source: Success!
ru_ru: Успех!

source: Connection failed.
ru_ru: Не удалось установить соединение.

source: Browse
ru_ru: Обзор

source: Connection to OctoPrint works correctly.
ru_ru: Подключение к OctoPrint работает правильно.

source: Note: OctoPrint version at least 1.1.0 is required.
ru_ru: Примечание: Требуется версия OctoPrint не меньше 1.1.0.

source: Certificate files (*.crt, *.pem)|*.crt;*.pem|All files|*.*
ru_ru: Сертификат файлов (* .crt, *.pem) | * .crt; * .pem | Все файлы | *. *

source: Open CA certificate file
ru_ru: Открыть файл сертификата

source: HTTPS CA file is optional. It is only needed if you use HTTPS with a self-signed certificate.
ru_ru: Файл CA HTTPS не является обязательным. Это необходимо, только если вы используете HTTPS с самозаверяющим сертификатом.

source: Tool change G-code
ru_ru: G-code смены инструмента

source: Between objects G-code (for sequential printing)
ru_ru: Между объектами G-code (для последовательной печати)

source: Machine limits
ru_ru: Ограничения машины

source: Values in this column are for Full Power mode
ru_ru: Значения в этом столбце для режима полной мощности

source: Full Power
ru_ru: Полная мощность

source: Values in this column are for Silent mode
ru_ru: Значения в этом столбце для режима Silent

source: Silent
ru_ru: Тихий

source: Maximum feedrates
ru_ru: Максимальная подача

source: Maximum accelerations
ru_ru: Максимальное ускорение

source: Jerk limits
ru_ru: Jerk Ограничения

source: Minimum feedrates
ru_ru: Минимальная подача

source: Single extruder multimaterial parameters
ru_ru: Параметры одиночного экструдера с мультиматериалом

source: Extruder %d
ru_ru: Экструдер %d

source: Position (for multi-extruder printers)
ru_ru: Положение (для многоэкструзионных принтеров)

source: Retraction
ru_ru: Ретракт (втягивание)

source: Retraction when tool is disabled (advanced settings for multi-extruder setups)
ru_ru: Ретракт (втягивание) при отключении инструмента (расширенные настройки для установок с несколькими экструдерами)

source: Preview
ru_ru: Предварительный просмотр

source: The Wipe option is not available when using the Firmware Retraction mode. Shall I disable it in order to enable Firmware Retraction?
ru_ru: Опция «Протирать» недоступна при использовании режима Ретракт из прошивки. Должен ли я отключить его, чтобы включить Ретракт из прошивки?

source: Firmware Retraction
ru_ru: Ретракт из прошивки

source: Default
ru_ru: По умолчанию

source: preset
ru_ru: предустановка

source: preset
ru_ru: предустановка

source: Unsaved Changes
ru_ru: Несохранённые Изменения

source: The supplied name is empty. It can't be saved.
ru_ru: Поставляемое имя пусто. Его нельзя сохранить.

source: Cannot overwrite a system profile.
ru_ru: Невозможно перезаписать системный профиль.

source: Cannot overwrite an external profile.
ru_ru: Невозможно перезаписать внешний профиль.

source: remove
ru_ru: убрать

source: delete
ru_ru: удалить

source: Remove
ru_ru: Убрать

source: Delete
ru_ru: Удалить

source: Preset
ru_ru: Предустановка

source: All
ru_ru: Всё

source: LOCKED LOCK;indicates that the settings are the same as the system values for the current option group
ru_ru: LOCKED LOCK, указывает, что настройки совпадают с системными значениями для текущей группы опций

source: UNLOCKED LOCK;indicates that some settings were changed and are not equal to the system values for the current option group. Click the UNLOCKED LOCK icon to reset all settings for current option group to the system values.
ru_ru: UNLOCKED LOCK, указывает, что некоторые настройки были изменены и не равны системным значениям для текущей группы опций. Нажмите значок UNLOCKED LOCK, чтобы сбросить все настройки для текущей группы параметров на системные значения.

source: WHITE BULLET;for the left button: indicates a non-system preset, for the right button: indicates that the settings hasn't been modified.
ru_ru: WHITE BULLET, для левой кнопки: указывает несистемную предустановку, для правой кнопки: указывает, что настройки не были изменены.

source: BACK ARROW;indicates that the settings were changed and are not equal to the last saved preset for the current option group. Click the BACK ARROW icon to reset all settings for the current option group to the last saved preset.
ru_ru: BACK ARROW, указывает, что настройки были изменены и не совпадают с последним сохраненным пресетом для текущей группы опций. Щелкните значок НАЗАД СТРЕЛКА, чтобы сбросить все настройки для текущей группы параметров на последний сохраненный пресет.

source: LOCKED LOCK icon indicates that the settings are the same as the system values for the current option group
ru_ru: Значок LOCKED LOCK указывает, что настройки совпадают с системными значениями для текущей группы опций

source: UNLOCKED LOCK icon indicates that some settings were changed and are not equal to the system values for the current option group. Click to reset all settings for current option group to the system values.
ru_ru: Значок UNLOCKED LOCK указывает, что некоторые настройки были изменены и не равны системным значениям для текущей группы опций. Нажмите, чтобы сбросить все настройки текущей группы параметров на системные значения.

source: WHITE BULLET icon indicates a non system preset.
ru_ru: Значок WHITE BULLET указывает на несистемную предустановку.

source: WHITE BULLET icon indicates that the settings are the same as in the last saved preset for the current option group.
ru_ru: Значок WHITE BULLET показывает, что настройки такие же, как в последнем сохраненном пресете для текущей группы опций.

source: BACK ARROW icon indicates that the settings were changed and are not equal to the last saved preset for the current option group. Click to reset all settings for the current option group to the last saved preset.
ru_ru: Значок BACK ARROW указывает, что настройки были изменены и не совпадают с последним сохраненным предустановкой для текущей группы опций. Нажмите, чтобы сбросить все настройки для текущей группы параметров до последней сохраненной предварительной настройки.

source: LOCKED LOCK icon indicates that the value is the same as the system value.
ru_ru: Значок LOCKED LOCK указывает, что значение совпадает с системным значением.

source: UNLOCKED LOCK icon indicates that the value was changed and is not equal to the system value. Click to reset current value to the system value.
ru_ru: Значок UNLOCKED LOCK указывает, что значение было изменено и не равно системному значению. Нажмите, чтобы сбросить текущее значение на системное значение.

source: WHITE BULLET icon indicates that the value is the same as in the last saved preset.
ru_ru: Значок WHITE BULLET показывает, что значение такое же, как и в последнем сохраненном пресете.

source: BACK ARROW icon indicates that the value was changed and is not equal to the last saved preset. Click to reset current value to the last saved preset.
ru_ru: Значок BACK ARROW указывает, что значение было изменено и не равно последнему сохраненному предустановленному значению. Нажмите, чтобы сбросить текущее значение до последнего сохраненного пресета.

source: Save
ru_ru: Сохранить

source: as:
ru_ru: как:

source: the following characters are not allowed:
ru_ru: следующие символы не допускаются:

source: the following postfix are not allowed:
ru_ru: следующий постфикс запрещен:

source: Print Settings
ru_ru: Настройки Печати

source: Filament Settings
ru_ru: Настройки Филамента

source: Printer Settings
ru_ru: Настройки Принтера

source: default
ru_ru: по умолчанию

source: %s doesn't support percentage
ru_ru: %s не поддерживает проценты

source: Input value is out of range
ru_ru: Значение выходит за пределы диапазона.

source: modified
ru_ru: изменено

source: If estimated layer time is below ~%ds, fan will run at %d%% and print speed will be reduced so that no less than %ds are spent on that layer (however, speed will never be reduced below %dmm/s).
ru_ru: Если расчетное время слоя меньше ~% ds, вентилятор будет работать на% d %%, а скорость печати будет уменьшена, поэтому на этот уровень будет потрачено не менее% ds (однако скорость никогда не будет уменьшена ниже% dmm / s) ,

source: If estimated layer time is greater, but still below ~%ds, fan will run at a proportionally decreasing speed between %d%% and %d%%.
ru_ru: Если расчетное время слоя больше, но все еще ниже ~% ds, вентилятор будет работать со пропорционально уменьшающейся скоростью между% d %% и% d %%.

source: During the other layers, fan
ru_ru: Во время других слоев вентилятор

source: Fan
ru_ru: Вентилятор

source: except for the first %d layers
ru_ru: за исключением первых %d слоёв

source: will be turned off.
ru_ru: будет отключена.

source: external perimeters
ru_ru: внешние периметры
