Repository: AndylgTom/Slic3rPE-localizations
Catalog: localization/*/Slic3rPE_*.po
Languages: ru_ru

source: Add more perimeters when needed for avoiding gaps in sloping walls. Slic3r keeps adding perimeters, until more than 70% of the loop immediately above is supported.
ru_ru: При необходимости добавьте больше периметров, чтобы избежать зазоров в наклонных стенах. Slic3r продолжает добавлять периметры, пока не будет поддерживаться более 70% цикла, указанного выше.

source: The extruder to use (unless more specific extruder settings are specified). This value overrides perimeter and infill extruders, but not the support extruders.
ru_ru: Экструдер для использования (если не указаны более конкретные параметры экструдера). Это значение переопределяет периметр и экструдеры, но не вспомогательные экструдеры.

source: Set this to the vertical distance between your nozzle tip and (usually) the X carriage rods. In other words, this is the height of the clearance cylinder around your extruder, and it represents the maximum depth the extruder can peek before colliding with other printed objects.
ru_ru: Установите это на вертикальное расстояние между наконечником сопла и (обычно) стержнями каретки X. Другими словами, это высота цилиндра зазора вокруг вашего экструдера, и он представляет максимальную глубину, которую экструдер может заглянуть, прежде чем столкнуться с другими печатными объектами.

source: Radius
ru_ru: Радиус

source: Set this to the clearance radius around your extruder. If the extruder is not centered, choose the largest value for safety. This setting is used to check for collisions and to display the graphical preview in the plater.
ru_ru: Установите это на радиус зазора вокруг вашего экструдера. Если экструдер не центрирован, выберите наибольшее значение для безопасности. Этот параметр используется для проверки наличия коллизий и отображения графического предварительного просмотра в plater.

source: This is only used in the Slic3r interface as a visual help.
ru_ru: Это используется только в интерфейсе Slic3r в качестве визуальной справки.

source: If your firmware doesn't handle the extruder displacement you need the G-code to take it into account. This option lets you specify the displacement of each extruder with respect to the first one. It expects positive coordinates (they will be subtracted from the XY coordinate).
ru_ru: Если ваша прошивка не справляется с перемещением экструдера, вам нужен G-код, чтобы принять его во внимание. Этот параметр позволяет указать смещение каждого экструдера по отношению к первому. Он ожидает положительные координаты (они будут вычтены из координаты XY).

source: Use this option to set the axis letter associated to your printer's extruder (usually E but some printers use A).
ru_ru: Используйте эту опцию для установки буквы оси, связанной с экструдером вашего принтера (обычно E, но некоторые принтеры используют A).

source: This factor changes the amount of flow proportionally. You may need to tweak this setting to get nice surface finish and correct single wall widths. Usual values are between 0.9 and 1.1. If you think you need to change this more, check filament diameter and your firmware E steps.
ru_ru: Этот коэффициент пропорционально изменяет объем расхода. Вам может потребоваться настроить этот параметр, чтобы получить отличную отделку поверхности и исправить ширину одиночной стенки. Обычные значения составляют от 0,9 до 1,1. Если вы считаете, что вам нужно изменить это больше, проверьте диаметр нити филамента и шаги прошивки E.

source: Set this to a non-zero value to allow a manual extrusion width. If left to zero, Slic3r derives extrusion widths from the nozzle diameter (see the tooltips for perimeter extrusion width, infill extrusion width etc). If expressed as percentage (for example: 230%), it will be computed over layer height.
ru_ru: Установите ненулевое значение, чтобы разрешить ручную ширину экструзии . Если оставить ноль, Slic3r вычисляет ширину экструзии из диаметра сопла (см. Подсказки для ширины экструзии периметра, ширины экструзии заполнения и т. Д.). Если он выражен в процентах (например, 230%), он будет вычисляться по высоте слоя.

source: mm or % (leave 0 for auto)
ru_ru: мм или % (оставить 0 для авто)

source: If this is enabled, fan will never be disabled and will be kept running at least at its minimum speed. Useful for PLA, harmful for ABS.
ru_ru: Если это включено, вентилятор никогда не будет отключен и будет работать как минимум на минимальной скорости. Полезно для PLA, вредно для ABS.

source: Enable fan if layer print time is below
ru_ru: Включить вентилятор, если время печати слоя ниже

source: If layer print time is estimated below this number of seconds, fan will be enabled and its speed will be calculated by interpolating the minimum and maximum speeds.
ru_ru: Если время печати слоя оценивается ниже этого количества секунд, вентилятор будет включен и его скорость будет вычисляться путем интерполяции минимальных и максимальных скоростей.

source: approximate seconds
ru_ru: приблизительные секунды

source: Color
ru_ru: Цвет

source: You can put your notes regarding the filament here.
ru_ru: Здесь вы можете поместить свои примечания относительно Филамента .

source: Maximum volumetric speed allowed for this filament. Limits the maximum volumetric speed of a print to the minimum of print and filament volumetric speed. Set to zero for no limit.
ru_ru: Максимальная объемная скорость, разрешенная для этой нити филамента . Ограничивает максимальную объемную скорость печати до минимума объемной скорости печати и нити филамента. Ноль - без ограничений.

source: mm³/s
ru_ru: мм³/с

source: Speed used for loading the filament on the wipe tower.
ru_ru: Скорость, используемый для загрузки филамента на башне протирки.

source: Speed used for unloading the filament on the wipe tower (does not affect initial part of unloading just after ramming).
ru_ru: Скорость, используемый для выгрузки филамента на башне протирки (не влияет на начальной части разгрузки только после уплотнения).

source: Delay after unloading
ru_ru: Задержка после разгрузки

source: Time to wait after the filament is unloaded. May help to get reliable toolchanges with flexible materials that may need more time to shrink to original dimensions.
ru_ru: Время ожидания после выгрузки нити филамента . Может помочь получить надежные инструменты с гибкими материалами, которым может потребоваться больше времени для сжатия до оригинальных размеров.

source: Filament is cooled by being moved back and forth in the cooling tubes. Specify desired number of these moves
ru_ru: Филамент охлаждается путем перемещения назад и вперед в охлаждающих трубах. Укажите желаемое количество этих шагов

source: Speed of the first cooling move
ru_ru: Скорость охлаждения первого хода

source: Cooling moves are gradually accelerating beginning at this speed.
ru_ru: Охлаждения движется постепенно ускоряется начала на этой скорости.

source: Speed of the last cooling move
ru_ru: Скорость движения последних охлаждения

source: Cooling moves are gradually accelerating towards this speed.
ru_ru: Охлаждения движется постепенно ускоряется к этой скорости.

source: This string is edited by RammingDialog and contains ramming specific parameters
ru_ru: Эта строка под редакцией RammingDialog и содержит трамбуя специфические параметры

source: Enter your filament diameter here. Good precision is required, so use a caliper and do multiple measurements along the filament, then compute the average.
ru_ru: Введите диаметр филамента здесь. Требуется хорошая точность, так что используйте суппорт и сделайте несколько измерений вдоль нити , а затем вычислите среднее.

source: Density
ru_ru: Плотность

source: Enter your filament density here. This is only for statistical information. A decent way is to weigh a known length of filament and compute the ratio of the length to volume. Better is to calculate the volume directly through displacement.
ru_ru: Введите здесь плотность нитей. Это только для статистической информации. Достойным способом является взвешивание известной длины нити и вычисление отношения длины к объему. Лучше всего рассчитать объем непосредственно через смещение.

source: g/cm³
ru_ru: г/см³

source: If you want to process the output G-code through custom scripts, just list their absolute paths here. Separate multiple scripts with a semicolon. Scripts will be passed the absolute path to the G-code file as the first argument, and they can access the Slic3r config settings by reading environment variables.
ru_ru: Если вы хотите обработать вывод G-код через пользовательские скрипты, просто перечислить их абсолютные пути здесь. Разделите несколько сценариев с запятой. Скрипты будут передаваться абсолютный путь к файлу G-код как первый аргумент, и они могут получить доступ Slic3r параметры конфигурации на чтение переменных среды.

source: Soluble material is most likely used for a soluble support.
ru_ru: Растворимые материалы используются для растворимых поддержек.

source: Cost
ru_ru: Стоимость

source: Enter your filament cost per kg here. This is only for statistical information.
ru_ru: Введите стоимость филамента в кг здесь. Это только для статистической информации.

source: money/kg
ru_ru: денег/кг

source: Fill angle
ru_ru: Угол заполнения

source: Default base angle for infill orientation. Cross-hatching will be applied to this. Bridges will be infilled using the best direction Slic3r can detect, so this setting does not affect them.
ru_ru: Базовый угол по умолчанию для ориентации заполнения. К этому будет применена перекрестная штриховка. Мосты будут заполнены с использованием лучшего направления, которое Slic3r может обнаружить, поэтому этот параметр не влияет на них.

source: Fill density
ru_ru: Плотность заполнения

source: Density of internal infill, expressed in the range 0% - 100%.
ru_ru: Плотность внутреннего заполнения, выраженная в диапазоне 0% - 100%.

source: Fill pattern
ru_ru: Шаблон заполнения

source: Fill pattern for general low-density infill.
ru_ru: Заполните шаблон для основного заполнения с низкой плотностью.

source: Grid
ru_ru: Сетка

source: Triangles
ru_ru: Треугольники

source: Stars
ru_ru: Звёзды

source: Cubic
ru_ru: Кубический

source: Line
ru_ru: Линия

source: Honeycomb
ru_ru: Пчелиные соты

source: 3D Honeycomb
ru_ru: Пчелиные соты 3D

source: Gyroid
ru_ru: Жироид

source: This is the acceleration your printer will use for first layer. Set zero to disable acceleration control for first layer.
ru_ru: Это ускорение, что ваш принтер будет использовать для первого слоя. Значение 0 для отключения управления ускорение для первого слоя.

source: Heated build plate temperature for the first layer. Set this to zero to disable bed temperature control commands in the output.
ru_ru: Температура нагретой плиты для первого слоя. Установите это значение в ноль, чтобы отключить команды управления температурой на выходе.

source: Set this to a non-zero value to set a manual extrusion width for first layer. You can use this to force fatter extrudates for better adhesion. If expressed as percentage (for example 120%) it will be computed over first layer height. If set to zero, it will use the default extrusion width.
ru_ru: Установите для этого ненулевое значение, чтобы установить ручную ширину экструзии для первого слоя. Вы можете использовать это, чтобы заставить более толстые экструдаты для лучшей адгезии. Если он выражен в процентах (например, 120%), он будет вычисляться по высоте первого слоя. Если установлено на ноль, он будет использовать ширину экструзии по умолчанию.

source: When printing with very low layer heights, you might still want to print a thicker bottom layer to improve adhesion and tolerance for non perfect build plates. This can be expressed as an absolute value or as a percentage (for example: 150%) over the default layer height.
ru_ru: При печати с очень низким уровнем высоты слоя может потребоваться напечатать более толстый нижний слой, чтобы улучшить адгезию и допуски для неидеальных пластин. Это можно выразить как абсолютное значение или как процент (например: 150%) по высоте слоя по умолчанию.

source: If expressed as absolute value in mm/s, this speed will be applied to all the print moves of the first layer, regardless of their type. If expressed as a percentage (for example: 40%) it will scale the default speeds.
ru_ru: Если выражение выражено как абсолютное значение в мм / с, эта скорость будет применена ко всем перемещениям печати первого слоя, независимо от их типа. Если он выражается в процентах (например, 40%), он будет масштабировать скорость по умолчанию.

source: Extruder temperature for first layer. If you want to control temperature manually during print, set this to zero to disable temperature control commands in the output file.
ru_ru: Температура экструдера для первого слоя. Если вы хотите контролировать температуру вручную во время печати, установите для нее значение нуля, чтобы отключить команды управления температурой в выходном файле.

source: Gap fill
ru_ru: Заполнение пробелов

source: Speed for filling small gaps using short zigzag moves. Keep this reasonably low to avoid too much shaking and resonance issues. Set zero to disable gaps filling.
ru_ru: Скорость для заполнения небольших зазоров с помощью коротких зигзагообразных движений. Держите это достаточно низким, чтобы избежать слишком больших колебаний и резонансных проблем. Установите ноль, чтобы отключить заполнение пробелов.

source: Enable this to get a commented G-code file, with each line explained by a descriptive text. If you print from SD card, the additional weight of the file could make your firmware slow down.
ru_ru: Включите это, чтобы получить прокомментированный файл G-кода, причем каждая строка объясняется описательным текстом. Если вы печатаете с SD-карты, дополнительный вес файла может привести к замедлению прошивки.

source: Some G/M-code commands, including temperature control and others, are not universal. Set this option to your printer's firmware to get a compatible output. The "No extrusion" flavor prevents Slic3r from exporting any extrusion value at all.
ru_ru: Некоторые команды G / M-кода, включая контроль температуры и другие, не универсальны. Установите этот параметр на прошивку вашего принтера, чтобы получить совместимый выход. «Отсутствие экструзии» не позволяет Slic3r экспортировать любое значение экструзии.

source: This is the acceleration your printer will use for infill. Set zero to disable acceleration control for infill.
ru_ru: Это ускорение, которое ваш принтер будет использовать для заполнения. Установите ноль, чтобы отключить управление ускорением для заполнения.

source: This feature allows to combine infill and speed up your print by extruding thicker infill layers while preserving thin perimeters, thus accuracy.
ru_ru: Эта функция позволяет комбинировать заполнение и ускорять печать, выдавливая более толстые слои заполнения при сохранении тонких периметров

source: Combine infill every n layers
ru_ru: Объединить все слои

source: The extruder to use when printing infill.
ru_ru: Экструдер для использования при печати.

source: Set this to a non-zero value to set a manual extrusion width for infill. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. You may want to use fatter extrudates to speed up the infill and make your parts stronger. If expressed as percentage (for example 90%) it will be computed over layer height.
ru_ru: Установите это значение в ненулевое значение, чтобы установить ручную ширину экструзии для заполнения. Если оставить нуль, по умолчанию будет использоваться ширина экструзии по умолчанию, в противном случае будет использоваться диаметр диафрагмы 1.125 x. Вы можете использовать более толстые экструдаты, чтобы ускорить заполнение и сделать ваши детали сильнее. Если он выражен в процентах (например, 90%), он будет вычисляться по высоте слоя.

source: This option will switch the print order of perimeters and infill, making the latter first.
ru_ru: Этот параметр переключит порядок печати: сначала заполнение затем периметр.

source: Only infill where needed
ru_ru: Только заполнить, если необходимо

source: This option will limit infill to the areas actually needed for supporting ceilings (it will act as internal support material). If enabled, slows down the G-code generation due to the multiple checks involved.
ru_ru: Этот вариант ограничит заполнение областей, необходимых для поддержки потолков (он будет выступать в качестве внутреннего материала поддержки). Если включено, замедляется генерация G-кода из-за многочисленных проверок.

source: This setting applies an additional overlap between infill and perimeters for better bonding. Theoretically this shouldn't be needed, but backlash might cause gaps. If expressed as percentage (example: 15%) it is calculated over perimeter extrusion width.
ru_ru: Эта настройка применяет дополнительное перекрытие между заполнением и периметром для лучшего склеивания. Теоретически это не нужно, но люфт может вызвать пробелы. Если он выражен в процентах (пример: 15%), он рассчитывается по ширине экструзии по периметру.

source: Speed for printing the internal fill. Set to zero for auto.
ru_ru: Скорость печати внутренней заливки. Установите для нуля значение auto.

source: Name of the profile, from which this profile inherits.
ru_ru: Имя профиля, из которого наследуется этот профиль.

source: Interface shells
ru_ru: Интерфейсные оболочки

source: Force the generation of solid shells between adjacent materials/volumes. Useful for multi-extruder prints with translucent materials or manual soluble support material.
ru_ru: Заставить поколение твердых оболочек между смежными материалами / объемами. Полезно для печати с несколькими экструдерами с полупрозрачными материалами или ручным растворимым материалом.

source: This setting controls the height (and thus the total number) of the slices/layers. Thinner layers give better accuracy but take more time to print.
ru_ru: Эта настройка управляет высотой (и, следовательно, общим числом) срезов / слоев. Более тонкие слои дают лучшую точность, но требуют больше времени для печати.

source: Set silent mode for the G-code flavor
ru_ru: Установите бесшумный режим для вкуса G-кода

source: Maximum feedrate %1%
ru_ru: Максимальная подача% 1%

source: Maximum feedrate of the %1% axis
ru_ru: Максимальная подача оси% 1%

source: Maximum acceleration %1%
ru_ru: Максимальное ускорение% 1%

source: Maximum acceleration of the %1% axis
ru_ru: Максимальное ускорение оси% 1%

source: Maximum jerk %1%
ru_ru: Максимальный рывок% 1%

source: Maximum jerk of the %1% axis
ru_ru: Максимальный рывок оси% 1%

source: Minimum feedrate when extruding
ru_ru: Минимальная подача при экструзии

source: Minimum travel feedrate
ru_ru: Минимальная скорость подачи

source: Maximum acceleration when extruding
ru_ru: Максимальное ускорение при экструзии

source: Maximum acceleration when retracting
ru_ru: Максимальное ускорение при отводе

source: This setting represents the maximum speed of your fan.
ru_ru: Этот параметр представляет максимальную скорость вашего вентилятора.

source: This is the highest printable layer height for this extruder, used to cap the variable layer height and support layer height. Maximum recommended layer height is 75% of the extrusion width to achieve reasonable inter-layer adhesion. If set to 0, layer height is limited to 75% of the nozzle diameter.
ru_ru: Это самая высокая печатная высота слоя для этого экструдера, используемая для ограничения высоты изменяемого слоя и высоты поддерживающего слоя. Максимальная рекомендуемая высота слоя составляет 75% от ширины экструзии для достижения разумной межслойной адгезии. Если установлено значение 0, высота слоя ограничена 75% диаметра сопла.

source: Set this to the maximum height that can be reached by your extruder while printing.
ru_ru: Установите максимальную высоту, которая может быть достигнута вашим экструдером во время печати.

source: When setting other speed settings to 0 Slic3r will autocalculate the optimal speed in order to keep constant extruder pressure. This experimental setting is used to set the highest print speed you want to allow.
ru_ru: При настройке других параметров скорости на 0 Slic3r будет автоматически определять оптимальную скорость, чтобы поддерживать постоянное давление экструдера. Эта экспериментальная настройка используется для установки максимальной скорости печати, которую вы хотите разрешить.

source: This experimental setting is used to set the maximum volumetric speed your extruder supports.
ru_ru: Эта экспериментальная установка используется для установки максимальной объемной скорости, поддерживаемой вашим экструдером.

source: Max volumetric slope positive
ru_ru: Максимальный объемный наклон положительный

source: This experimental setting is used to limit the speed of change in extrusion rate. A value of 1.8 mm³/s² ensures, that a change from the extrusion rate of 1.8 mm³/s (0.45mm extrusion width, 0.2mm extrusion height, feedrate 20 mm/s) to 5.4 mm³/s (feedrate 60 mm/s) will take at least 2 seconds.
ru_ru: Эта экспериментальная установка используется для ограничения скорости изменения скорости экструзии. Значение 1,8 мм³ / с² гарантирует, что изменение скорости экструзии 1,8 мм³ / с (ширина экструзии 0,45 мм, высота экструзии 0,2 мм, скорость подачи 20 мм / с) до 5,4 мм³ / с (скорость подачи 60 мм / с) займет не менее 2 секунд.

source: mm³/s²
ru_ru: мм³/с²

source: Max volumetric slope negative
ru_ru: Максимально допустимый отрицательный наклон

source: This setting represents the minimum PWM your fan needs to work.
ru_ru: Этот параметр представляет минимальный PWM при котором может работать вентилятор .

source: This is the lowest printable layer height for this extruder and limits the resolution for variable layer height. Typical values are between 0.05 mm and 0.1 mm.
ru_ru: Это самая низкая печатная высота слоя для этого экструдера и ограничивает разрешение для переменной высоты слоя. Типичные значения составляют от 0.05 до 0.1 мм.

source: Slic3r will not scale speed down below this speed.
ru_ru: Slic3r не будет уменьшать скорость ниже этой скорости.

source: Minimal filament extrusion length
ru_ru: Минимальная длина экструзии филамента

source: Generate no less than the number of skirt loops required to consume the specified amount of filament on the bottom layer. For multi-extruder machines, this minimum applies to each extruder.
ru_ru: Создайте не меньше, чем количество петель юбки, необходимых для потребления указанного количества нити на нижнем слое. Для машин с несколькими экструдерами этот минимум применяется к каждому экструдеру.

source: You can put here your personal notes. This text will be added to the G-code header comments.
ru_ru: Здесь вы можете положить ваши личные заметки. Этот текст будет добавлен в G-код заголовка комментарии.

source: This is the diameter of your extruder nozzle (for example: 0.5, 0.35 etc.)
ru_ru: Это диаметр сопла вашего экструдера (например: 0.5, 0.35 и т.д.)

source: API Key
ru_ru: API ключ

source: Slic3r can upload G-code files to OctoPrint. This field should contain the API Key required for authentication.
ru_ru: Slic3r можно загрузить файлы G-кода OctoPrint. Это поле должно содержать ключ API, необходимые для проверки подлинности.

source: Slic3r can upload G-code files to OctoPrint. This field should contain the hostname, IP address or URL of the OctoPrint instance.
ru_ru: Slic3r можно загрузить файлы G-кода OctoPrint. Это поле должно содержать имя хоста, IP-адрес или URL-адрес экземпляра OctoPrint.

source: Only retract when crossing perimeters
ru_ru: Ретракт только при пересечении периметров
